Repository: FelisCatus/SwitchyOmega
Catalog: omega-locales/*/LC_MESSAGES/omega-web.po
Languages: cs, fa, ru, tr, uk, zh_cn, zh_tw

# options_profileDescPacProfile
source: Choosing proxies using an online/local PAC script.
cs: Volba proxy pomocí skriptu PAC online nebo místní.
fa: انتخاب پروکسی ها از طریق اسکریپ PAC آنلاین/محلی .
ru: Выбор прокси на основе онлайн/локального PAC-скрипта.
zh_cn: 根据在线或本地的PAC脚本选择代理。
zh_tw: 依據線上或本地的PAC指令碼選擇代理。

# options_profileDescMorePacProfile
source: You will only need this if you have a PAC script or a URL to it. Don't try to create one unless you have knowledge about PAC.
cs: Budete potřebovat pouze to máte PAC skript nebo URL k němu. Nesnažte se vytvořit jeden, pokud nemáte znalosti o PAC.
fa: شما در صورتی که یک اسکریپت PAC یا آدرس مرجوعه به آن را دارید نیازمند این میشوید .درصورت عدم آشنایی با PAC تلاش برای ساخت یک نمونه نکنید .
ru: Это может понадобится только если у вас есть PAC-скрипт или его URL-адрес. Не пытайтесь создать скрипт, если у вас нет знаний о PAC.
zh_cn: 如果您没有任何PAC脚本，也没有脚本的网址，则不必使用此情景模式。不了解PAC的用户不建议自行尝试编写脚本。
zh_tw: 如果您沒有任何PAC指令碼，也沒有指令碼的網址，則不必使用此情景模式。不瞭解PAC的使用者不建議自行嘗試編寫指令碼。

# options_profileTypeSwitchProfile
source: Switch Profile
cs: Přepnout profil
fa: پروفایل متغیر
ru: Переключаемый профиль
tr: Profile Geç
uk: Профіль перемикання
zh_cn: 自动切换模式
zh_tw: 自動切換模式

# options_profileDescSwitchProfile
source: Applying different profiles automatically on various conditions such as domains or patterns. You can also import rules published online for easier switching. (Replaces AutoSwitch mode + Rule List.)
cs: Použití různých profilů automaticky na různých podmínkách domén nebo vzory. Můžete také importovat pravidla zveřejněny online pro snadnější přepínání. (Nahrazuje automatické přepínání režimu + seznam pravidlo.)
fa: اعمال پروفایل های مختلف به صورت خودکار بر روی شروط گوناگون از جمله دامنه یا الگو ها . شما میتوانید از قوانین منتظر شده ی آنلاین برای جا به جایی راحتر بین پروفایل نیز استفاده کنید ( جایگزین مود AutoSwitch + لیست قوانین .)
ru: Автоматическое применение различных профилей в различных условиях, таких как домены или шаблоны. Вы также можете импортировать опубликованные в онлайн правила для более удобного переключения. (Заменяет режим автопереключение + список правил.)
uk: Автоматичне застосування різних профілів в різних умовах, таких як домени або шаблони. Ви також можете імпортувати опубліковані в онлайн правила для зручнішого перемикання. (Замінює саморушнє перемикання + список правил.)
zh_cn: 根据多种条件，如域名或网址等自动选择情景模式。您也可以导入在线发布的切换规则（如 AutoProxy 列表）以简化设置。
zh_tw: 依據多種條件，如域名或網址等自動選擇情景模式。您也可以匯入線上釋出的切換規則（如 AutoProxy 清單）以簡化設定。

# options_profileTypeRuleListProfile
source: Rule List Profile
cs: Pravidla seznamu profilu
fa: پروفایل لیست پروفایل
ru: Профиль списка правил
tr: Kural Listesi Profili
uk: Профіль списку правил
zh_cn: 规则列表
zh_tw: 規則清單

# options_profileDescRuleListProfile
source: Reusing an online collection of conditions published by others.
cs: Opětovné použití on-line sbírku podmínek vydané ostatní.
fa: استفاده ی مجدد از مجموعه ی قوانین آنلاین منتشر شده توسط دیگران .
ru: Используется онлайн-набор условий, опубликованных другими пользователями.
zh_cn: 使用他人发布的在线规则列表来切换情景模式。
zh_tw: 使用他人釋出的線上規則清單來切換情景模式。

# options_profileTypeVirtualProfile
source: Virtual Profile
cs: Virtuální profil
fa: پروفایل مجازی
ru: Виртуальный профиль
tr: Sanal Profil
uk: Віртуальний профіль
zh_cn: 虚情景模式
zh_tw: 虛擬情景模式

# options_profileDescVirtualProfile
source: A virtual profile can act as any of the other profiles on demand. It works well with SwitchProfile, allowing you to change the result of multiple conditions by one click.
cs: Virtuální profil mohou působit jako kterýkoli z ostatních profilů na požádání. To funguje dobře s SwitchProfile, což umožňuje změnit výsledek více podmínek jedním kliknutím.
fa: یک پروفایل مجازی همانند هرگونه پروفایل دیگر در حین تقاضا عمل میکند . با SwitchProfile خوب عمل میکند ، که این امکان را به شما میدهد که نتایج چندین شرط را با یک کلیک تغییر دهید.
ru: Виртуальный профиль может действовать, при необходимости, как любой другой профиль. Он хорошо работает с «Переключаемым профилем», позволяя вам изменить результат нескольких условий одним щелчком мыши.
zh_cn: 虚情景模式可以作为某个其他情景模式使用，并可以根据需要更改对象。一般用在自动切换中，这样就可以一次性更改多个条件对应的代理。
zh_tw: 虛擬情景模式可以作為某個其他情景模式使用，並可以依據需要變更目標。一般用在自動切換中，這樣就可以一次性變更多個條件對應的代理。

# options_createProfile
source: Create
cs: Vytvořit
fa: ساختن
ru: Создать
tr: Oluştur
uk: Створити
zh_cn: 创建
zh_tw: 建立

# options_modalHeader_resetOptions
source: Reset Options
cs: Obnovit nastavení
fa: ریست کردن تنظیمات
ru: Сбросить параметры
uk: Скинути налаштування
zh_cn: 重置选项
zh_tw: 重設選項

# options_resetOptionsConfirm
source: Do you really want to reset the options? All profiles and settings will be LOST!
cs: Opravdu chcete obnovit možnosti? Všechny profily a nastavení bude ztraceno!
fa: آیا از ریست کردن تنظیمات اطمینان دارید ؟ تمامی پروفایل ها و تنظیمات از بین خواهند رفت !
ru: Сбросить параметры? Все профили и настройки будут потеряны!
tr: Seçenekleri gerçekten sıfırlamak istiyor musun? Tüm profiller ve ayarlar kaybedilecek!
zh_cn: 真的确定要重置选项吗？如果继续，现有的所有情景模式和选项将会丢失！
zh_tw: 真的確定要重設選項嗎？如果繼續，現有的所有情景模式和選項將會遺失！

# options_formInvalid
source: Please correct the errors in this page.
cs: Opravte chyby na této stránce.
fa: لطفا خطاهای موجود در صفحه را تصحیح کنید.
ru: Пожалуйста, исправьте ошибки на этой странице.
tr: Lütfen sayfadaki hataları düzeltin.
zh_cn: 请更正这个页面中的错误。
zh_tw: 請更正這個頁面中的錯誤。

# options_profileNotFound
source: Profile $PROFILE$ does not exist! The options may be corrupted.
cs: Profil $PROFILE$ neexistuje! Nastavení může být špatné.
fa: پروفایل $PROFILE$ وجود ندارد ! تنظیمات ممکن است خراب شده باشند .
ru: Профиль $PROFILE$ не существует! Параметры могут быть повреждены.
tr: $PROFILE$ profili yok! Seçenekler bozulmuş olabilir.
zh_cn: 情景模式 $PROFILE$ 不存在！选项可能已经损坏。
zh_tw: 情景模式 $PROFILE$ 不存在！選項可能已經損壞。

# options_resetSuccess
source: Options reset.
cs: Obnovit nastavení.
fa: تنظیمات ریست شد .
ru: Параметры сброшены.
uk: Налаштування скинуто.
zh_cn: 选项已经重置。
zh_tw: 選項已經重設。

# options_saveSuccess
source: Options saved.
cs: Nastavení uloženo.
fa: تنظیمات ذخیره شد .
ru: Параметры сохранены.
tr: Seçenekler kaydedildi.
uk: Налаштування збережено.
zh_cn: 保存选项成功！
zh_tw: 儲存選項成功。

# options_importSuccess
source: Options imported.
cs: Nastavení importováno.
fa: تنظیمات با موفقیت فراگیری شدند .
ru: Параметры импортированы.
tr: Seçenekler içe aktarıldı.
uk: Налаштування завантажено.
zh_cn: 导入选项成功。
zh_tw: 匯入選項成功。

# options_importFormatError
source: Invalid backup file!
cs: Soubor ze zálohy je neplatný!
fa: فایل پشتیبان غیرمعتبر !
ru: Некорректная резервная копия!
tr: Geçersiz yedek dosyası!
uk: Некорректний файл резервної копії!
zh_cn: 备份文件格式错误！
zh_tw: 備份檔案格式錯誤！

# options_importDownloadError
source: Error downloading backup file!
cs: Chyba při stahování zálohovaného souboru!
fa: خطا در حین دانلود فایل پشتیبان !
ru: Ошибка при загрузке резервной копии!
tr: Yedek dosyası indirirken hata!
uk: Помилка при заватнаженні файлу резервної копії!
zh_cn: 下载备份文件时出错！
zh_tw: 下載備份檔案時出錯！

# options_profileDownloadSuccess
source: Successfully updated profile.
cs: Profil byl úspěšně aktualizován.
fa: پروفایل با موفقیت بروزسانی شد .
ru: Профиль успешно обновлён.
tr: Profil güncellendi.
uk: Профіль успешно оновлено.
zh_cn: 情景模式已经更新成功。
zh_tw: 情景模式已經更新成功。

# options_profileDownloadError
source: Error downloading profile data!
cs: Chyba při stahování dat profilu!
fa: خطا در حین دانلود داده ی پروفایل !
ru: Ошибка при загрузке данных профиля!
tr: Profil verisi indirilirken hata!
uk: Помилка при завантаженні даних профіля!
zh_cn: 下载情景模式数据时出错！
zh_tw: 下載情景模式資料時出錯！

# options_profileDownloadError_NetworkError
source: A network error occurred when updating.
fa: هنگام به‌روز رسانی خطای در شبکه اینترنت رخ داد.
ru: При обновлении произошла сетевая ошибка.
tr: Güncelleme sırasında ağ hatası oluştu.
uk: При оновленні сталася мережева помилка.
zh_cn: 更新时发生网络错误。
zh_tw: 更新時發生網路錯誤。

# options_profileDownloadError_HttpError
source: An HTTP error ($STATUS$) occurred when updating.
ru: При обновлении произошла ошибка HTTP ($STATUS$).
tr: Güncelleme sırasında HTTP ($STATUS$) hatası oluştu.
uk: Помилка HTTP ($STATUS$) сталася при оновленні.
zh_cn: 更新时发生网络错误 (HTTP $STATUS$).
zh_tw: 更新時發生網路錯誤 (HTTP $STATUS$).

# options_profileDownloadError_HttpNotFoundError
source: The Profile URL was not found on the server. Please double-check.
ru: URL-адрес профиля не найден на сервере. Пожалуйста, перепроверьте его.
tr: Profil bağlantısı sunucuda bulunamadı. Lütfen tekrar kontrol edin.
zh_cn: 在远程服务器上找不到情景模式网址对应的文件。请检查网址。
zh_tw: 在遠端伺服器上找不到情景模式網址對應的檔案。請檢查網址。

# options_profileDownloadError_HttpServerError
source: The remote server responded with error ($STATUS$) when updating.
ru: При обновлении удалённый сервер сообщил ошибку ($STATUS$).
tr: Güncelleme sırasında uzak sunucu ($STATUS$) hatası verdi.
zh_cn: 更新时远程服务器发生错误 ($STATUS$)。
zh_tw: 更新時遠端伺服器發生錯誤 ($STATUS$)。

# options_profileDownloadError_ContentTypeRejectedError
source: The downloaded data is invalid! You may open the Profile URL in your browser to inspect it.
ru: Загруженные данные неверны! Вы можете открыть URL-адрес профиля в своём браузере, чтобы проверить его.
zh_cn: 下载的数据不符合格式！建议您在浏览器中打开情景模式网址并检查其内容。
zh_tw: 下載的資料不符合格式！建議您在瀏覽器中打開情景模式網址並檢查其內容。

# options_downloadProfileNow
source: Download Profile Now
cs: Stáhnout profil
fa: هم اکنون پروفایل را دانلود کنید
ru: Загрузить профиль сейчас
tr: Profili Şimdi İndir
uk: Завантажити профіль зараз
zh_cn: 立即更新情景模式
zh_tw: 立即更新情景模式

# options_guide_fixedProfileStep
source: A <b>Proxy Profile</b> contains settings like server ip &amp; port for proxy.<br>Profiles are the the basic configuration units in SwitchyOmega.<br>We have already created an example profile for you. Try opening it.
cs: <b>Proxy profil</b> obsahuje nastavení jako server ip a port serveru proxy.<br>Profily jsou základní konfiguraci jednotky v SwitchyOmega.<br>Jsme již vytvořili příklad profil pro vás. Pokuste se jej otevřít.
fa: یک <b> پروفایل پروکسی </b>شامل تنظیماتی حاوی IP سرور&amp; پورت پروکسی میشود .<br>پروفایل ها پایه ای ترین واحدهای تنظیمات در SwitchyOmega میباشند .<br> ما یک پروفایل آزمایشی برای شما درست کردیم . امتحانش کنید .
ru: <b>Профиль прокси</b> содержит настройки, такие как IP-адрес и порт сервера для прокси.<br>Профили – это основные элементы конфигурации в SwitchyOmega.<br>Мы уже создали пример профиля для вас. Попробуйте открыть его.
zh_cn: <b>代理情景</b>包含了服务器地址、端口等代理的信息。<br>在 SwitchyOmega 中，情景模式是代理设置的基本单元。<br>默认设置中已经建立了一个代理情景模式作为样例。试着打开它吧。
zh_tw: <b>代理情景</b>包含了伺服器位址、埠等代理的資訊。<br>在 SwitchyOmega 中，情景模式是代理設定的基本單元。<br>預設設定中已經建立了一個代理情景模式作為樣例。試著開啟它吧。

# options_guide_fixedServersStep
source: You can fill in your proxy server and port here as you like.<br>SwitchyOmega <b>does not come with any proxy servers</b>.<br>Please consult your network provider or proxy software manual if you don't know what should be filled in here.
cs: Můžete vyplnit serveru proxy a portu zde jak se vám líbí.<br>, SwitchyOmega, <b>nepřichází s proxy servery</b>.<br>Prosím poraďte se s poskytovatelem sítě nebo server proxy software manuál Pokud nevíte, co by mělo být vyplněno zde.
fa: شما میتوانید سرور پروکسی و پورت آن را هرجور دوست دارید در اینجا وارد کنید.<br>SwitchyOmega <b> دارای سرور های پروکسی نمیباشد .</b> <br>در صورت عدم اطلاع از چگونگی پر کردن این مقادیر ، لطفا با فراهم کننده ی شبکه تماس گرفته یا راهنمای نرم افزار پروکسی را مطالعه فرمایید .
ru: Вы можете здесь указать свой прокси-сервер и порт.<br>SwitchyOmega<b> не поставляется с какими-либо прокси серверами</b>.<br>Обратитесь к своему сетевому провайдеру или к руководству по настройки прокси, если не знаете, что делать дальше.
zh_cn: 在这里，您可以填写所需的代理服务器地址和端口。<br>SwitchyOmega<b>软件本身不提供任何内置代理服务器</b>。<br>如果您不清楚应该填写什么，最好咨询下您的网络提供者，或者参考代理软件的设置说明。
zh_tw: 在這裡，您可以填寫所需的代理伺服器位址和埠。<br>SwitchyOmega<b>軟體本身不提供任何內建代理伺服器</b>。<br>如果您不清楚應該填寫什麼，最好諮詢下您的網路提供者，或者參考代理軟體的設定說明。

# options_guide_autoSwitchProfileStep
source: You can tell SwitchyOmega to switch between proxies automatically through the mighty <b>Switch Profile</b>.<br>However, its features cannot be covered in this quick guide.<br>You can open this profile to unlock its power some time later.
cs: Poznáte SwitchyOmega přepínat mezi proxy automaticky prostřednictvím mohutné <b>Přepnutí profilu</b>.<br>Však nelze pokrýt jeho rysy v tomto rychlém průvodci.<br>Můžete otevřít tento profil odemknout její moci nějaký čas později.
fa: شما میتوانید با استفاده از قدرت<b> پروفایل متغیر</b> به صورت خودکار ، پروکسی های SwitchyOmega را عوض کنید .<br>با اینجال ، قاابلیت های این پروفایل در این راهنمایی کوتاه قابل بیان نمیباشد . <br> شما میتوانید بعدا برای فعال کردن قدرت های این پروفایل آن را باز کنید .
ru: Вы можете попросить SwitchyOmega автоматически переключаться между прокси-серверами с помощью мощного <b>Переключаемого профиля</b>.<br>Однако, его функции не могут быть рассмотрены в этом кратком руководстве.<br>Вы можете открыть этот профиль, чтобы познать его мощь чуть позже.
zh_cn: 您可以通过强大的<b>自动切换模式</b>在多个代理间切换自如。<br>不过，在这个简单的教程中无法详尽介绍所有功能。<br>想要使用此功能时，可以打开这里的设置界面，来了解如何使用自动切换功能。
zh_tw: 您可以通過強大的<b>自動切換模式</b>在多個代理間切換自如。<br>不過，在這個簡單的教學中無法詳盡介紹所有功能。<br>想要使用此功能時，可以開啟這裡的設定介面，來瞭解如何使用自動切換功能。

# options_guide_addMoreProfilesStep
source: Need more profiles? You can always add more <b>Proxy, Switch and other profiles</b><br>for all your proxying needs.<br>Enjoy proxying!
cs: Potřebujete další profily? Pro potřeby vaší proxy, můžete vždy přidat více <b>Proxy, Switch a další profily</b> <br>. <br>Užijte si proxy!
fa: به پروفایل بیشتری نیازمندید ؟ شما همیشه میتوانید <b> پروکسی ، سوییچ و یا پروفایل های دیگری </b> <br> را برای نیاز های پروکسی خود اضافه نمایید . <br> از پروکسی زدن لذت ببرید !
ru: Нужно больше профилей? Вы всегда можете добавить больше <b>прокси, переключений и других профилей</b><br>для удовлетворения всех своих потребностей проксирования.<br>Наслаждайтесь прокси!
zh_cn: 如果您需要更多的情景模式，可以随时在这里创建<b>代理、切换和其他情景模式</b>。<br>教程到此结束，您可以继续自定义设置。
zh_tw: 如果您需要更多的情景模式，可以隨時在這裡建立<b>代理、切換和其他情景模式</b>。<br>教學到此結束，您可以繼續自訂設定。

# options_guide_conditionStep
source: SwitchyOmega can apply different profiles to requests based on <b>conditions</b>.<br> For example, the <b>Host wildcard</b> condition allows you to set the profile for all URLs in a domain.
cs: SwitchyOmega profily je možné použít různé žádosti na základě <b>podmínek</b>.<br>Například <b>hostitele zástupné</b> stavu umožňuje nastavit profil pro všechny adresy URL v doméně.
fa: SwitchyOmega میتوانید پروفایل های متفاوتی را بر اساس <b>شروط </b>تقاضا کند .<br>برای مثال ، شرط <b>فرانویسه ی میزبان </b> به شما این قابلیت را میدهد که پروفایلی برای تمامی آدرس های یک دامنه تعیین کنید .
ru: SwitchyOmega может применять различные профили к запросам на основе <b>условий</b>.<br>Например, условие <b>Шаблон хоста</b> позволяет вам установить профиль для всех URL-адресов в домене.
zh_cn: SwitchyOmega 可以根据<b>切换条件</b>对不同的网络请求使用不同的情景模式。<br>例如<b>域名通配符</b>条件可以对某个域名下的所有网址使用特定的情景模式。
zh_tw: SwitchyOmega 可以依據<b>切換條件</b>對不同的網路請求使用不同的情景模式。<br>例如<b>域名萬用字元</b>條件可以對某個域名下的所有網址使用特定的情景模式。

# options_guide_conditionTypeStep
source: You can use various condition types to match the host or full URL. <br> Click on the question mark to open the type reference.
cs: Můžete použít různé typy podmínek hostitele nebo úplnou adresu URL. <br>Klepněte na otazník zobrazíte typ odkazu.
fa: شما میتوانید نوع های گوناگونی از شرط ها را برای انتخاب و انطباق میزبان یا آدرس URL استفاده کنید .<br> بر روی علامت سوال کنید کنید تا راهنمای نوع ها باز شود.
ru: Вы можете использовать различные типы условий, чтобы соответствовать хосту или полному URL-адресу.<br>Нажмите на знак вопроса, чтобы открыть ссылку на тип.
zh_cn: 您可以使用各种条件类型来匹配域名或者整个网址。<br> 点击问号按钮来查看条件类型的说明。
zh_tw: 您可以使用各種條件類型來比對域名或者整個網址。<br> 點選問號按鈕來檢視條件類型的說明。

# options_guide_conditionProfileStep
source: SwitchyOmega applies the selected profile here to <b>any request matching the condition.</b> <br> The special <b>"[Direct]" profile</b> will cause the request to be sent without any proxy.
cs: SwitchyOmega použije vybraný profil zde na <b>žádost odpovídající podmínky.</b> <br>Speciální <b>"[]" profilu</b> způsobí požadavek na odeslání bez jakékoli proxy.
fa: SwitchyOmega پروفایل انتخاب شده را بر روی<b> هرگونه درخواستی که با شروط منطبق باشد اعمال میکند .</b> <br> <b>پروفایل خاص "[مستقیم]"</b> باعث میشود تا درخواست بدون هیچ پروکسی ای ارسال شود .
ru: SwitchyOmega применяет выбранный профиль здесь к <b>любому запросу, соответствующему условию</b>.<br>Специальный профиль <b>[Напрямую]</b> приведёт к отправке запроса без какого-либо прокси.
zh_cn: 对于<b>任何匹配该条件的请求</b>，SwitchyOmega 会使用这个情景模式。<br>如果选择了<b>"[直接连接]"情景模式</b>，则匹配的请求不使用任何代理。
zh_tw: 對於<b>任何比對該條件的請求</b>，SwitchyOmega 會使用這個情景模式。<br>如果選擇了<b>"[直接連線]"情景模式</b>，則比對的請求不使用任何代理。

# options_guide_switchDefaultStep
source: If no condition applies to some request, the "Default" profile will be used. <br>Conditions are always considered <b>from top to bottom</b> in order.<br>You can change their order by dragging the sort icon.
cs: Pokud žádná podmínka se vztahuje na některé žádosti, bude použit profil "Výchozí". <br>Podmínky jsou vždy považovány za <b>shora dolů</b> v pořadí.<br>Jejich pořadí můžete změnit přetažením ikony řazení.
fa: اگر هیچ گونه شرطی منطبق بر درخواست نباشد ، پروفایل "پیش فرض" استفاده خواهد شد .<br> شروط همیشه از<b> بالا به پایین</b> در نظر گرفته میشوند .<br> شما میتوان نظم آن را با گرفتن آیکون نظم (sort) عوض کنید .
ru: Если к какому-либо запросу не применяются никакие условия, будет использоваться профиль «По умолчанию».<br>Условия всегда рассматриваются по порядку <b>сверху вниз</b>.<br>Вы можете изменить их порядок, перетаскивая значок сортировки.
zh_cn: 如果请求不匹配任何条件，则使用默认情景模式。<br>条件的匹配顺序总是按此页面<b>从上到下</b>。<br>您可以拖动排序图标来更改条件的顺序。
zh_tw: 如果請求不比對任何條件，則使用預設情景模式。<br>條件的比對順序總是按此頁面<b>從上到下</b>。<br>您可以拖動排序圖示來變更條件的順序。

# options_guide_applySwitchProfileStep
source: When you are done setting the switch profile, don't forget to <b>switch to it in the popup menu.</b><br/> The icon will show you the <b>final result</b> profile applied for the current tab. <br/> <b>Hovering</b> on the icon will reveal a tooltip with details.
cs: Po dokončení nastavení přepínače profilu, nezapomeňte <b>Přepněte do ní v kontextovém menu.</b> <br/> Ikona se zobrazí <b>konečný výsledek</b> profilu použité pro aktuální kartu <br/> <b>Hovering</b> na ikonu odhalí tooltip s detaily.
fa: وقتی انجام تنظیمات پروفایل متغییر(سوییچ) به پایان رسید ، فراموش نکنید که <b> در منونی بالاپر(popup) آن را فعال کنید.</b><br/> آیکون به شما <b>نتیجه ی نهایی </b> پروفایل اعمال شده در تب جاری را نشان میدهد <br/> <b>شناور ماندن</b> بر روی آیکون توضیحات اجمالی به شما نشان خواهد داد .
ru: Завершив настройку профиля переключения, не забудьте <b>переключиться на него во всплывающем меню</b>.<br/> Значок покажет вам <b>применённый</b> профиль для текущей вкладки.<br/><b>Наведение курсора</b> на значок откроет всплывающую подсказку с подробностями.
zh_cn: 当您设置完毕后，别忘记<b>在弹出菜单中启用自动切换情景模式</b>。<br/>图标将会显示标签页切换的<b>最终结果</b>情景。<br/> <b>悬停在图标上</b>则会显示切换相关的详细说明。
zh_tw: 當您設定完畢後，別忘記<b>在彈出選單中啟用自動切換情景模式</b>。<br/>圖示將會顯示標籤頁切換的<b>最終結果</b>情景。<br/> <b>懸停在圖示上</b>則會顯示切換相關的詳細說明。

# popup_externalProfile
source: (External Profile)
cs: (Externí profil)
fa: (پروفایل خارجی)
ru: (Внешний профиль)
tr: (Harici Profil)
uk: (Зовнішній профіль)
zh_cn: (外部情景模式)
zh_tw: (外部情景模式)

# popup_externalProfileName
source: profile name
cs: název profilu
fa: نام پروفایل
ru: имя профиля
tr: profile adı
zh_cn: 保存名称
zh_tw: 儲存名稱

# popup_proxyNotControllable_app
source: The proxy settings are controlled by other app(s) or extension(s). Please disable or uninstall the apps or extensions in conflict.
cs: Nastavení serveru proxy jsou řízeny jinými app(s) nebo přípony. Zakázat nebo odinstalovat aplikace nebo rozšíření v konfliktu.
fa: تنظیمات پروکسی توسط دیگر برنامه (ها) یا افزونه (ها) میدیریت میشوند . لطفا یا آن ها را غیرفعال کرده یا برنامه یا افزونه ی مشکل ساز را حذف نمایید .
ru: Настройки прокси контролируются другими приложениями или расширениями. Отключите или удалите эти приложения или расширения.
zh_cn: 其他应用正在控制代理设置。请禁用或者卸载发生冲突的应用。
zh_tw: 其他應用正在控制代理設定。請停用或者解除安裝發生衝突的應用。

# popup_proxyNotControllable_policy
source: The proxy settings are overruled by policies. Please contact your administrator.
cs: Nastavení serveru proxy byly přepsány politikou. Obraťte se na správce systému.
fa: تنظیمات پروکسی توسط policy ها سیستم کنترل میشوند . لطفا با آدمین تماس بگیرید .
ru: Настройки прокси отменяются системой. Свяжитесь с вашим администратором.
zh_cn: 代理设置被本地策略强制指定，无法修改。请联系系统管理员。
zh_tw: 代理設定被本地策略強制指定，無法修改。請聯繫系統管理員。

# popup_proxyNotControllable_unknown
source: The proxy settings cannot be controlled. Please check your system and browser settings.
cs: Nastavení serveru proxy nelze ovládat. Zkontrolujte nastavení systému a prohlížeče.
fa: تنظیمات پروکسی قابل کنترل نیست . لطفا تنظیمات سیستم یا مرورگر را بررسی کنید.
ru: Не удалось выставить настройки прокси. Проверьте вашу систему и настройки браузера.
uk: Налаштуваннями проксі-серверу наразі керувати неможливо. Будь ласка, перевірте налаштування системи та браузеру.
zh_cn: 无法设置代理设置。请检查系统和浏览器设置。
zh_tw: 無法設定代理設定。請檢查系統和瀏覽器設定。

# popup_proxyNotControllable_disabled
source: The proxy settings are disabled by explicit request from other app(s) or extension(s).
cs: Nastavení serveru proxy jsou zakázány výslovný požadavek od jiných app(s) nebo rozšířeními.
fa: تنظیمات پروکسی بخاطر درخواست مستقیم دیگر برنامه (ها) یا افزونه (ها) غیرفعال شده است .
ru: Настройки прокси отключены явным запросом других приложений или расширений.
zh_cn: 在其他应用或扩展的要求下，SwitchyOmega 已经禁用代理设置。
zh_tw: 在其他程式或擴充功能的要求下，SwitchyOmega 已經停用代理設定。

# popup_proxyNotControllable_upgrade
source: Proxy settings are now controlled by a newer version of SwitchyOmega.
cs: Nastavení serveru proxy jsou nyní řízeny pomocí novější verze SwitchyOmega.
fa: تنظیمات پروکسی توسط ورژن جدیدی از SwitchyOmega کنترل میشود .
ru: Настройки прокси теперь контролируются более новой версией SwitchyOmega.
uk: Налаштування проксі тепер контролюються новішою версією SwitchyOmega.
zh_cn: 代理设置现在由新版本的 SwitchyOmega 控制。
zh_tw: 代理設定現在由新版本的 SwitchyOmega 控制。

# popup_proxyNotControllableDetails
source: You cannot switch profiles with SwitchyOmega unless you fix the problem above.
cs: Dokud nevyřešíte problém výše, nelze přepnout profily s SwitchyOmega.
fa: شما نمیتوانید پروفایل ها را توسط SwitchyOmega عوض نمایید ، مگر اینکه مشکلات بالا را حل نمایید .
ru: Вы не можете переключать профили с помощью SwitchyOmega, пока не решите описанную проблему.
zh_cn: 如果不解决以上问题，则无法使用SwitchyOmega切换代理。
zh_tw: 如果不解決以上問題，則無法使用SwitchyOmega切換代理。

# popup_proxyNotControllableDetails_upgrade
source: You can't enable two (or more) versions of SwitchyOmega at the same time. Please disable one of them.
cs: Současně nelze povolit dvě (nebo více) verze SwitchyOmega. Zakažte jednu z nich.
fa: شما نمیتوانید از دو (یا چند) ورژن SwitchyOmega به طور همزمان استفاده کنید . لطفا یکی از آن ها را غیرفعال کنید .
ru: Вы не можете включить две (или более) версии SwitchyOmega одновременно. Отключите одну из них.
zh_cn: 两个不同版本的 SwitchyOmega （如稳定版和测试版）不能共存。请禁用其中之一。
zh_tw: 兩個不同版本的 SwitchyOmega （如穩定版和測試版）不能共存。請停用其中之一。

# popup_proxyNotControllableManage
source: Manage extensions
cs: Správa rozšíření
fa: میدیریت افزونه
ru: Управление расширениям
tr: Uzantıları yönet
uk: Керувати розширеннями
zh_cn: 管理扩展
zh_tw: 管理擴充功能

# popup_addConditionTo
source: Add condition to
cs: Přidat podmínku do
fa: افزودن شرط به
ru: Добавить условие к
tr: Şuraya koşul ekle
uk: Додати умову до
zh_cn: 添加条件到情景模式
zh_tw: 加入條件到情景模式

# popup_addCondition
source: Add condition
cs: Přidat podmínku
fa: افزودن شرط
ru: Добавить условие
tr: Koşul ekle
uk: Додати умову
zh_cn: 添加条件
zh_tw: 加入條件

# popup_showOptions
source: Options
cs: Možnosti
fa: تنظیمات
ru: Параметры
uk: Налаштування
zh_cn: 选项
zh_tw: 選項

# popup_reportIssues
source: Report issues
cs: Report problémů
fa: گزارش مشکلات
ru: Сообщить о неполадках
tr: Hataları raporla
uk: Повідомити про проблеми
zh_cn: 反馈问题
zh_tw: 回報問題
