Repository: FelisCatus/SwitchyOmega
Catalog: omega-locales/*/LC_MESSAGES/omega-web.po
Languages: cs, fa, ru, tr, uk, zh_cn, zh_tw

# condition_help_TimeCondition
source: Matches if the current local time is in the range defined by <b>starting hour</b> and <b>ending hour</b>, both inclusive.<br>Local time, starting hour and ending hour are all calculated in <b>24-hour</b> format (from <b>0 to 23</b>). <br>The calculation happens roughly at the moment when the request is sent.
ru: Соответствует, если текущее местное время находится в диапазоне, определяемом <b>начальным часом</b> и <b>конечным часом</b>, включительно.<br>Местное время, начальный час и конечный час рассчитываются в <b>24-часовом</b> формате (<b>от 0 до 23</b>).<br>Расчёт происходит примерно в момент отправки запроса.
uk: Спрацьовує, якщо поточний місцевий час є у діапазоні, визначеному між <b>початковою годиною</b> та <b>кінцевою годиною</b> включно<br>Місцевий час, починаючи з початкової та кінцевої години розраховано згідно <b>24 год.</b> формату (<b>p 0 до 23</b>). <br>Розрахунок відбувається приблизно в той момент, коли надісланий запит.
zh_cn: 如果当前本地时间在某个范围内则匹配。此范围由<b>开始小时</b>和<b>结束小时</b>确定，包含开始的那个小时以及结束的那个小时。<br>本地时间、开始小时和结束小时均按照<b>24小时制</b>计算（从<b>0到23</b>）。<br>此条件大约在请求发出的瞬间，才计算是否匹配。
zh_tw: 如果目前本地時間在某個範圍內則比對。此範圍由<b>開始小時</b>和<b>結束小時</b>確定，包含開始的那個小時以及結束的那個小時。<br>本地時間、開始小時和結束小時均按照<b>24小時制</b>計算（從<b>0到23</b>）。<br>此條件大約在請求發出的瞬間，才計算是否比對。

# condition_WeekdayCondition
source: Day of the Week
fa: روز هفته
ru: День недели
tr: Haftanın Günü
uk: День тижня
zh_cn: 每周几
zh_tw: 每週幾

# condition_help_WeekdayCondition
source: Matches if the <b>current day of week</b> is selected in condition details. Day is calculated according to local timezone.<br>The request and its URL don't matter to this condition. The result is solely based on the day of the week when the request is sent.
ru: Соответствует, если <b>текущий день недели</b> выбран в деталях условия. День рассчитывается в соответствии с местным часовым поясом.<br>Запрос и его URL-адрес не имеют значения для этого условия. Результат основывается исключительно на дне недели, когда отправляется запрос.
zh_cn: 只在每周的某几天才匹配。可以在条件详情中勾选<b>星期几有效</b>。根据当地时区来计算现在是星期几，然后再查看当天是否选中。<br>假设在请求发送时是星期X：如果星期X被勾选，则匹配所有请求。否则不匹配任何请求。<br>除了日期以外，在匹配过程中不会参考请求的网址或任何其他信息。
zh_tw: 只在每週的某幾天才比對。可以在條件詳情中勾選<b>星期幾有效</b>。依據當地時區來計算現在是星期幾，然後再檢視當天是否選中。<br>假設在請求傳送時是星期X：如果星期X被勾選，則比對所有請求。否則不比對任何請求。<br>除了日期以外，在比對過程中不會參考請求的網址或任何其他資訊。

# condition_alert_fullUrlLimitation
source: Full URL matching is no longer possible for <code>https://</code> URLs as of Chrome 52. <a href='https://github.com/FelisCatus/SwitchyOmega/wiki/Chromium-Full-URL-Limitation'>Learn more...</a>
ru: Полное соответствие URL-адреса больше не возможно для <code>https://</code>, начиная с Chrome 52. <a href='https://github.com/FelisCatus/SwitchyOmega/wiki/Chromium-Full-URL-Limitation'>Узнать больше…</a>
zh_cn: Chrome 52 起，<code>https://</code>协议下的完整网址无法正常匹配。<a href='https://github.com/FelisCatus/SwitchyOmega/wiki/Chromium-%E5%AE%8C%E6%95%B4%E7%BD%91%E5%9D%80%E9%99%90%E5%88%B6'>更多信息...</a>
zh_tw: Chrome 52 起，<code>https://</code>協議下的完整網址無法正常比對。<a href='https://github.com/FelisCatus/SwitchyOmega/wiki/Chromium-%E5%AE%8C%E6%95%B4%E7%BD%91%E5%9D%80%E9%99%90%E5%88%B6'>更多信息...</a>

# condition_alert_fullUrlLimitationLink
source: https://github.com/FelisCatus/SwitchyOmega/wiki/Chromium-Full-URL-Limitation
zh_cn: https://github.com/FelisCatus/SwitchyOmega/wiki/Chromium-%E5%AE%8C%E6%95%B4%E7%BD%91%E5%9D%80%E9%99%90%E5%88%B6
zh_tw: https://github.com/FelisCatus/SwitchyOmega/wiki/Chromium-%E5%AE%8C%E6%95%B4%E7%BD%91%E5%9D%80%E9%99%90%E5%88%B6

# condition_group_host
source: Host
fa: میزبان
ru: Хост
tr: Sunucu
zh_cn: 域名
zh_tw: 域名

# condition_group_url
source: Url
fa: ادرس
ru: URL-адрес
uk: Адреса
zh_cn: 网址
zh_tw: 網址

# condition_group_special
source: Special
cs: Speciální
fa: ویژه
ru: Особые
tr: Özel
zh_cn: 特殊
zh_tw: 特殊

# ruleList_error_resultNotEnabled
source: Missing '@with result' directive!
cs: Schází '@s výsledkem' directive!
fa: دستور '@with result' غایب است!
ru: Отсутствует директива «@with result»!
uk: Не вистачає директиви '@with result'!
zh_cn: 语法错误：缺少 '@with result' 指令！
zh_tw: 語法錯誤：缺少 '@with result' 指令！

# ruleList_error_unknownProfile
source: Unknown profile: $PROFILE$
cs: Neznámý profil: $PROFILE$
fa: پروفایل ناشناس : $PROFILE$
ru: Неизвестный профиль: $PROFILE$
tr: Bilinmeyen profil: $PROFILE$
uk: Невідомий профіль: $PROFILE$
zh_cn: 未找到此情景模式: $PROFILE$
zh_tw: 未找到此情景模式: $PROFILE$

# ruleList_error_missingResultProfile
source: Missing result profile name at Line $LNO$: $SOURCE$
cs: Schází výsledný profil na řádce $LNO$: $SOURCE$
fa: نام نتیجه ی پروفایل در خط $LNO$: $SOURCE$ غایب است
ru: Отсутствует имя профиля в строке $LNO$: $SOURCE$
zh_cn: 语法错误：缺少结果情景模式名称。 行号 $LNO$: $SOURCE$
zh_tw: 語法錯誤：缺少結果情景模式名稱。 行號 $LNO$: $SOURCE$

# ruleList_error_invalidRule
source: Invalid rule at Line $LNO$: $SOURCE$
cs: Nesprávná podmínka na řádce $LNO$: $SOURCE$
fa: قانون نامعتبر در خط $LNO$: $SOURCE$
ru: Некорректное правило в строке $LNO$: $SOURCE$
tr: $LNO$ nolu satırda geçersiz kural: $SOURCE$
zh_cn: 语法错误：非法规则。行号 $LNO$: $SOURCE$
zh_tw: 語法錯誤：非法規則。行號 $LNO$: $SOURCE$

# ruleList_error_noDefaultRule
source: Missing default rule with catch-all '*' condition!
cs: Chybí výchozí pravidlo s catch-all '*' podmínkou!
fa: قانون پیش فرض با شرط انتخاب همه '*' غایب است !
ru: Отсутствует правило для условия «*»!
zh_cn: 语法错误：缺少匹配全部请求的默认规则。应在最后添加'*'规则和默认情景模式。
zh_tw: 語法錯誤：缺少比對全部請求的預設規則。應在最後新增'*'規則和預設情景模式。

# dialog_close
source: Close
cs: Zavřít
fa: بستن
ru: Закрыть
tr: Kapat
uk: Зачинити
zh_cn: 关闭
zh_tw: 關閉

# dialog_save
source: Save changes
cs: Uložit změny
fa: ذخیره تغییرات
ru: Сохранить изменения
tr: Değişikleri Kaydet
uk: Зберегти зміни
zh_cn: 保存更改
zh_tw: 儲存變更

# dialog_ok
source: OK
fa: اکی
ru: ОК
tr: Tamam
uk: Згоден
zh_cn: 确定
zh_tw: 確定

# dialog_cancel
source: Cancel
cs: Storno
fa: کنسل
ru: Отмена
tr: İptal
uk: Скасувати
zh_cn: 取消
zh_tw: 取消

# inputClear_clear
source: Clear
cs: Vyčistit
fa: پاک
ru: Очистить
tr: Temizle
uk: Очистити
zh_cn: 清空
zh_tw: 清除

# inputClear_restore
source: Restore
cs: Obnovit
fa: بازگرداندن
ru: Восстановить
tr: Eski Haline Getir
uk: Відновити
zh_cn: 还原
zh_tw: 還原

# options_title
source: SwitchyOmega Options
cs: SwitchyOmega Nastavení
fa: تنظیمات SwitchyOmega
ru: Параметры SwitchyOmega
tr: SwitchyOmega Seçenekler
uk: Налаштування SwitchyOmega
zh_cn: SwitchyOmega 选项
zh_tw: SwitchyOmega 選項

# options_experimental_badge
source: α
zh_cn: 测试版
zh_tw: 測試版

# options_navHeader_setting
source: Settings
cs: Nastavení
fa: تنظیمات
ru: Настройки
tr: Ayarlar
uk: Налаштування
zh_cn: 设置
zh_tw: 設定

# options_navHeader_profiles
source: Profiles
cs: Profily
fa: پروفایل ها
ru: Профили
tr: Profiller
uk: Профілі
zh_cn: 情景模式
zh_tw: 情景模式

# options_navHeader_actions
source: Actions
cs: Akce
fa: اکشن ها
ru: Действия
tr: Hareketler
uk: Дії
zh_cn: 操作
zh_tw: 操作

# options_tab_ui
source: Interface
cs: Rozhraní
fa: رابط
ru: Интерфейс
tr: Arayüz
zh_cn: 界面
zh_tw: 介面

# options_tab_general
source: General
cs: Generální
fa: عمومی
ru: Основные
uk: Загальні
zh_cn: 通用
zh_tw: 通用

# options_tab_importExport
source: Import/Export
fa: واردکردن/خروجی گرفتن
ru: Импорт и экспорт
tr: İçe veya Dışa Aktar
uk: Імпорт/Експорт
zh_cn: 导入/导出
zh_tw: 匯入/匯出

# options_newProfile
source: New profile…
cs: Nový profil…
fa: پروفایل جدید .…
ru: Новый профиль…
tr: Yeni profil…
uk: Новий профіль…
zh_cn: 新建情景模式…
zh_tw: 新增情景模式…

# options_apply
source: Apply changes
cs: Použít změny
fa: ذخیره ی تغییرات
ru: Применить изменения
tr: Değişiklikleri uygula
uk: Задіяти зміни
zh_cn: 应用选项
zh_tw: 套用選項

# options_discard
source: Discard changes
cs: Zahodit změny
fa: بیخیال تغییرات
ru: Отклонить изменения
tr: Değişiklikleri yoksay
uk: Відхилити зміни
zh_cn: 撤销更改
zh_tw: 還原變更

# options_reset
source: Reset options
cs: Obnovit nastavení
fa: ریست کردن تنظیمات
ru: Сбросить параметры
tr: Seçenekleri sıfırla
uk: Скинути налаштування
zh_cn: 重置选项
zh_tw: 重設選項

# options_group_miscOptions
source: Misc Options
cs: Ostatní Nastavení
fa: دیگر تنظیمات
ru: Прочие настройки
tr: Diğer Seçenekler
uk: Інші налаштування
zh_cn: 其他设置
zh_tw: 其他設定

# options_confirmDeletion
source: Confirm on condition deletion.
cs: Potvrď smazání podmínky.
fa: تصدیق در زمان حذف شروط.
ru: Требовать подтверждения при удалении условия.
tr: Koşula bağlı silinmeyi onayla.
uk: Підтвердити при видаленні умови.
zh_cn: 删除切换条件时需要确认。
zh_tw: 刪除切換條件時需要確認。

# options_refreshOnProfileChange
source: Refresh current tab on profile change.
cs: Obnovit aktuální záložku na změnu profilu.
fa: رفرش کردن تب کنونی در هنگام تغییر پروفایل.
ru: Обновить текущую вкладку при изменении профиля.
tr: Profil güncellendiğinde mevcut sekmeyi yenile.
uk: Перезавантажити активну вкладинку при зміні профілю.
zh_cn: 当更改情景模式时刷新当前标签。
zh_tw: 當變更情景模式時重新整理目前分頁。

# options_showInspectMenu
source: Allow inspecting proxy used for page elements via context menu.
cs: Povolit kontrolu proxy pro prvky stránky přes kontextové menu.
fa: مجوز برای بررسی پروکسی مورد استفاده برای یک المان صفحه در منوی زمنیه (context menu).
ru: Узнавать прокси, использованный для элемента страницы, через контекстное меню.
zh_cn: 右键菜单中，可检查网页元素所使用的代理。
zh_tw: 右鍵選單中，可檢查網頁元素所使用的代理。

# options_addConditionsToBottom
source: Put new conditions added using the popup to the bottom of the list.
ru: Помещать новые условия, добавленные через всплывающее окно, в низ списка.
zh_cn: 把以弹出菜单创建的规则添加到列表末尾。
zh_tw: 把以彈出式選單建立的規則加入到清單末尾。

# options_group_keyboardShortcut
source: Keyboard Shortcut
cs: Klávesnicové zkratky
fa: میانبرهای کیبرد
ru: Горячая клавиша
tr: Klavye Kısayolu
uk: Клавіатурні скорочення
zh_cn: 键盘快捷键
zh_tw: 鍵盤快速鍵

# options_menuShortcutHelp
source: Pressing the shortcut will open the switch popup menu. (Defaults to Alt+Shift+O).
cs: Stisknutí zástupce otevře přepínač místní nabídku. (Výchozí Alt+Shift+O).
fa: کلید میانبر برای باز کردن منوی popup . ( پیش فرض Alt+Shift+O ).
ru: Нажатие горячей клавиши откроет всплывающее меню SwitchyOmega. (По умолчанию Alt+Shift+O).
zh_cn: 按下快捷键即可打开弹出菜单来切换情景模式。(默认快捷键: Alt+Shift+O).
zh_tw: 按下快速鍵即可開啟彈出選單來切換情景模式。(預設快速鍵: Alt+Shift+O).

# options_menuShortcutMore
source: The items in the popup menu can also be accessed using the keyboard. Press ? (or /) in the menu to learn more.
cs: Položky v kontextovém menu lze také přistupovat pomocí klávesnice. Stisknout? (nebo /) v menu se dozvíte více.
fa: با استفاده از دکمه های کیبرد میتوانید به موارد داخل منوی بالاپر (popup) دسترسی داشته باشید . با فشاردادن ؟ ( یا /) میتوانید بیشتر یاد بگیرید .
ru: Элементы всплывающего меню также доступны с клавиатуры. Находясь в меню, нажмите ? (или /) , чтобы узнать больше.
uk: Елементи спливаючого меню також можуть бути доступні за допомогою клавіатури. Натисніть ? (або /) знаходячись у меню, щоб дізнатися більше.
zh_cn: 弹出菜单中的菜单项也可以用键盘进行选择。在弹出菜单中按下? (问号键，或/斜杠键) 查看帮助。
zh_tw: 彈出選單中的選單項也可以用鍵盤進行選擇。在彈出選單中按下? (問號鍵，或/斜槓鍵) 檢視說明。

# options_menuShortcutConfigure
source: Configure shortcut
cs: Konfigurace zástupců
fa: تنظیم میانبر ها
ru: Настройка горячей клавиши
tr: Kısayolu ayarla
uk: Налаштувати скорочення
zh_cn: 修改快捷键
zh_tw: 變更快速鍵

# options_group_switchOptions
source: Switch Options
cs: Nastavení přepínání
fa: تنظیم جابه جایی
ru: Настройки переключения
tr: Geçiş Seçenekleri
zh_cn: 切换选项
zh_tw: 切換選項

# options_startupProfile
source: Startup Profile
cs: Profil při spuštění
fa: پروفایل شروع برنامه
ru: Профиль при запуске
tr: Başlangıç Hesabı
uk: Стартовий профіль
zh_cn: 初始情景模式
zh_tw: 初始情景模式

# options_startupProfile_none
source: (Current profile)
cs: (Aktuální profil)
fa: (پروفایل کنونی)
ru: (Текущий профиль)
tr: (Geçerli profil)
uk: (Поточний профіль)
zh_cn: (当前情景模式)
zh_tw: (目前情景模式)

# options_showConditionTypesAdvanced
source: Show advanced condition types
cs: Zobraz pokročilé typy podmínek
fa: نمایش حالت های پیشرفته ی شروط
ru: Показывать расширенные типы условий
tr: Gelişmiş koşul tiplerini göster
uk: Показувати складніші типи умов
zh_cn: 显示高级切换条件
zh_tw: 顯示進階切換條件

# options_showConditionTypesAdvancedHelp
source: Unlocks new types of advanced but complicated switch conditions. For most scenarios, the basic condition types should be enough, so this option is not recommended.
cs: Odemkne nové typy moderních ale komplikované přepínač podmínky. Pro většinu senarios, typy základní podmínka by mělo stačit, takže tato možnost se nedoporučuje.
fa: نوع های جدید پیشرفته اما پیچیده تر از شرط ها را فعال کنید .برای بیشتر حالات نوع های عادی کافی میباشد ، این گزینه پیشنهاد نمیشود .
ru: Разблокирует новые типы передовых, но сложных условий переключения. Для большинства сценариев основных типов условий должно быть достаточно, поэтому включать этот параметр не рекомендуется.
tr: Yeni tip gelişmiş ancak karmaşık geçiş koşullarının kilidini açar. Çoğu senaryoda, temel koşul türleri yeterli olmalıdır, bu yüzden bu seçenek önerilmez.
zh_cn: 解锁一些新种类的、功能强大的但难以掌握的切换条件。对于大多数情况来说，基本条件类型应该就足够，因此不推荐该选项。
zh_tw: 解鎖一些新種類的、功能強大的但難以掌握的切換條件。對於大多數情況來說，基本條件類型應該就足夠，因此不推薦該選項。

# options_quickSwitch
source: Quick Switch
cs: Rychlé přepínání
fa: جا به جایی سریع
ru: Быстрое переключение
tr: Hızlı Geçiş
uk: Швидке перемикання
zh_cn: 快速切换
zh_tw: 快速切換

# options_cycledProfiles
source: Cycled Profiles
cs: Koloval profily
fa: پروفایل های چرخشی
ru: Задействованные профили
zh_cn: 循环切换以下情景模式:
zh_tw: 循環切換以下情景模式:

# options_cycledProfilesHelp
source: When you click on the icon (or use the shortcut above), the following profiles will be applied in their order.
cs: Když kliknete na ikonu (nebo použijte zkratku výše), následující profily bude použitý v pořadí.
fa: وقتی بر روی آیکون کلید میکنید ( یا از میانبرهای بالا ) استفاده میکنید ،پروفایل های زیر به ترتیب اجرا میشوند .
ru: Когда вы нажмёте на значок (или используете горячую клавишу), следующие профили будут применяться в заданном порядке.
zh_cn: 点击图标或按下快捷键时，依次循环切换到以下情景模式。
zh_tw: 點選圖示或按下快速鍵時，依次迴圈切換到以下情景模式。

# options_cycledProfilesTooFew
source: You need to select at least 2 profiles to enable this function! You can drag them from the box below.
cs: Musíte vybrat alespoň 2 profilů pro tuto funkci! Můžete přetáhnout z níže uvedeného pole.
fa: شما باید حداقل دو پروفایل را انتخاب کنید برای فعال کردن این وظیفه ! میتوانید از جعبه ی زیر آن را به اینجا بکشید .
ru: Вам нужно выбрать минимум 2 профиля, чтобы включить эту функцию! Вы можете перетащить их из поля ниже.
zh_cn: 必须至少选择2个情景模式才能进行切换。请从下方框中拖动情景模式到此框。
zh_tw: 必須至少選擇2個情景模式才能進行切換。請從下方框中拖動情景模式到此框。

# options_notCycledProfiles
source: Not Cycled Profiles
cs: Nekolované profily
fa: پروفایل های غیرچرخشی
ru: Незадействованные профили
zh_cn: 不循环切换的情景模式 (拖动到上面的框中启用切换)
zh_tw: 不迴圈切換的情景模式 (拖動到上面的框中啟用切換)

# options_group_proxyChanges
source: Proxy Changes
cs: Proxy Změny
fa: تغییر پروکسی
ru: Изменения прокси
zh_cn: 代理设置变化
zh_tw: 代理設定變化

# options_revertProxyChanges
source: Revert proxy changes done by other apps.
cs: Reverzní proxy změněna jinou aplikací.
fa: بازگرداندن تغییرات پروکسی انجام شده توسط دیگر برنامه ها.
ru: Отменить изменения прокси, сделанные другими приложениями.
uk: Скасувати зміни проксі-серверів, що зроблені іншими застосунками.
zh_cn: 撤消其他扩展对代理的更改。
zh_tw: 還原其他擴充功能對代理的變更。

# options_group_conflicts
source: Conflicts
ru: Конфликты
tr: Çakışmalar
uk: Конфлікти
zh_cn: 冲突
zh_tw: 衝突

# options_conflicts_introduction
source: Sometimes, other apps will also try to control the proxy settings, resulting in conflicts. Note that ad blockers and other extensions may also use proxy settings under the hood. Such conflicts cannot be avoided due to how the browser works.
ru: Иногда другие приложения также пытаются управлять настройками прокси, что приводит к конфликтам. Обратите внимание, что блокировщики рекламы и другие расширения тоже могут задавать свои настройки прокси. Таких конфликтов избежать невозможно в силу глубинной природы браузера.
zh_cn: 有时其他应用也会试图控制代理设置，从而导致冲突。请注意，去广告等其他扩展也可能利用了代理设置来实现功能。此类冲突是由浏览器的工作原理引起的，所以无法避免。
zh_tw: 有時其他應用也會試圖控制代理設定，從而導致衝突。請注意，去廣告等其他擴充功能也可能利用了代理設定來實現功能。此類衝突是由瀏覽器的工作原理引起的，所以無法避免。

# options_conflicts_lowerPriority
source: A red badge like this on the SwitchyOmega icon indicates that another app has higher priority so SwitchyOmega cannot control the settings. Please try to uninstall SwitchyOmega and reinstall, which should raise SwitchyOmega's priority. If you still see conflicts after reinstallation, please consider removing the other app causing the conflict.
ru: Такая красная метка на значке SwitchyOmega указывает, что другое приложение имеет более высокий приоритет, поэтому SwitchyOmega не может управлять настройками. Попробуйте удалить и переустановить SwitchyOmega. Это должно повысить его приоритет. Если после переустановки вы все ещё видите предупреждение, рассмотрите возможность удаления другого приложения, вызывающего конфликт.
zh_cn: 如果 SwitchyOmega 图标上显示这样的红色徽章，表示另一个应用优先级较高，因此SwitchyOmega 无法控制代理设置。请尝试卸载 SwitchyOmega 再重新安装，这样可能可以提高 SwitchyOmega 的优先级。如果重装后您仍然看到冲突，那么请考虑移除那个导致冲突的应用。
zh_tw: 如果 SwitchyOmega 圖示上顯示這樣的紅色徽章，表示另一個應用優先級較高，因此SwitchyOmega 無法控制代理設定。請嘗試卸載 SwitchyOmega 再重新安裝，這樣可能可以提高 SwitchyOmega 的優先級。如果重裝後您仍然看到衝突，那麼請考慮移除那個導致衝突的應用。

# options_conflicts_higherPriority
source: If SwitchyOmega has higher priority, you can give the control back to other apps or system settings by selecting $SYSTEMPROFILE$ in the popup menu.
ru: Если SwitchyOmega имеет более высокий приоритет, вы можете вернуть управление другим приложениям или системным настройкам, выбрав $SYSTEMPROFILE$ в всплывающем меню.
zh_cn: 如果 SwitchyOmega 的优先级较高，那么您可以在弹出菜单中选择 $SYSTEMPROFILE$ 来把控制权还给其他应用或系统设置。
zh_tw: 如果 SwitchyOmega 的優先級較高，那麼您可以在彈出式選單中選擇 $SYSTEMPROFILE$ 來把控制權還給其他應用或系統設定。

# options_showExternalProfile
source: Show popup menu item to import proxy settings from other apps.
ru: Показывать пункт всплывающего меню для импорта настроек прокси из других приложений.
zh_cn: 在弹出菜单中显示菜单项，以导入其他应用提供的代理设置。
zh_tw: 在彈出式選單中顯示選單項目，以匯入其他應用提供的代理設定。

# options_showExternalProfileHelp
source: When $SYSTEMPROFILE$ is selected, you can import the effective proxy settings from other apps by selecting $EXTERNALPROFILE$ on the popup menu. The settings will be imported as a profile using the name you provide. Please note that the imported profile is a snapshot and will not reflect any changes from the source app thereafter.
ru: Когда выбран $SYSTEMPROFILE$, вы можете импортировать действующие настройки прокси из других приложений, выбрав $EXTERNALPROFILE$ в всплывающем меню. Настройки будут импортированы, как профиль, с указанным вами именем. Обратите внимание, что импортированный профиль является слепком, и не будет отражать какие-либо изменения, сделанные после импорта в исходном приложении.
zh_cn: 选择了 $SYSTEMPROFILE$ 的情况下，您可以在弹出菜单中选择 $EXTERNALPROFILE$ 来导入其他应用提供的代理设置。导入的设置将会成为一个新的情景模式，其名称由您决定。请注意导入的情景模式只是当时的一个快照，导入后不会随着原来的应用更新。
zh_tw: 選擇了 $SYSTEMPROFILE$ 的情況下，您可以在彈出式選單中選擇 $EXTERNALPROFILE$ 來匯入其他應用提供的代理設定。匯入的設定將會成為一個新的情景模式，其名稱由您決定。請注意匯入的情景模式只是當時的一個快照，匯入後不會隨著原來的應用更新。

# options_group_networkRequests
source: Network Requests
cs: Síťové požadavky
fa: درخواست های شبکه
ru: Сетевые запросы
tr: Ağ İstekleri
uk: Мережеві запити
zh_cn: 网络请求
zh_tw: 網路請求

# options_monitorWebRequests
source: Show count of failed web requests for resources in the current tab.
cs: Zobrazit počet neúspěšných webových žádostí o prostředky na aktuální kartě.
fa: نمایش میزان درخواست های ناموفق منابع وب در تب کنونی.
ru: Показывать счётчик неудавшихся веб-запросов на текущей вкладке.
uk: Показувати число невдалих мережевих запитів на поточній вкладинці.
zh_cn: 在图标上显示当前页面中由于网络原因而未加载的资源数量。
zh_tw: 在圖示上顯示目前頁面中由於網路原因而未載入的資源數量。

# options_monitorWebRequestsHelp
source: A yellow badge will be displayed on the icon if some resources fail to load,<br>and you can set the profile for such resources conveniently via the popup menu.
cs: Žlutý odznak se zobrazí na ikoně Pokud některé zdroje selhání načtení, <br>a můžete nastavit profil pro tyto zdroje přes místní nabídku.
fa: یک نشان زرد بر روی آیکون قرارخواهد گرفت اگر در لود شدن منبعی مشکل پیش بیاید ,<br> و شما میتوانید به راحتی پروفایل این گونه منابع را در منوی بالاپر(popup) تنظیم کنید .
ru: Если какие-то ресурсы не удалось загрузить, на значке появится жёлтый счётчик.<br>Вы можете настроить профиль для таких ресурсов через всплывающее меню.
uk: Жовта позначка відобразиться на піктограмі, якщо деякі з ресурсів не вдасться завантажити, <br>для зручності ви можете призначити профіль таким ресурсам через спливаюче меню.
zh_cn: 启用此选项后，如有资源加载失败，则图标上会显示数字提示。<br>此时，您可以通过弹出菜单一次设置这些资源使用的情景模式，操作十分便捷。
zh_tw: 啟用此選項後，如有資源載入失敗，則圖示上會顯示數字提示。<br>此時，您可以通過彈出選單一次設定這些資源使用的情景模式，操作十分便捷。

# options_downloadOptions
source: Download Options
cs: Nastavení stahování
fa: دانلود تنظیمات
ru: Параметры загрузки
tr: İndirme Seçenekleri
uk: Налаштування завантаження
zh_cn: 下载选项
zh_tw: 下載選項

# options_downloadOptionsHelp
source: Configure the update frequency of online rule lists and PAC scripts.
cs: Konfigurace četnosti aktualizace online pravidla seznamů a PAC skriptů.
fa: تناوب بروزرسانی لیست قوانین آنلاین و اسکریپت های PAC را تنظیم کنید .
ru: Настройка частоты обновления онлайн-списков правил и сценариев PAC.
uk: Налаштування частоти, з якою збережені у мережі списки правил та PAC-скрипти будуть оновлюватися.
zh_cn: 设置规则列表和PAC脚本的更新间隔。
zh_tw: 設定規則清單和PAC指令碼的更新間隔。

# options_downloadInterval
source: Download Interval
cs: Interval stahování
fa: فاصله ی دانلود
ru: Интервал загрузки
tr: İndirme zaman aralığı
uk: Періодичність завантаження
zh_cn: 更新间隔
zh_tw: 更新間隔

# options_downloadInterval_15
source: 15 Minutes
cs: 15 minut
fa: 15 دقیقه
ru: 15 минут
tr: 15 Dakika
uk: 15 хвилин
zh_cn: 15分钟
zh_tw: 15分鐘

# options_downloadInterval_60
source: 1 Hour
cs: 1 Hodina
fa: 1 ساعت
ru: 1 час
tr: 1 Saat
uk: 1 година
zh_cn: 1小时
zh_tw: 1小時

# options_downloadInterval_180
source: 3 Hours
cs: 3 Hodiny
fa: 3 ساعت
ru: 3 часа
tr: 3 Saat
uk: 3 години
zh_cn: 3小时
zh_tw: 3小時

# options_downloadInterval_360
source: 6 Hours
cs: 6 Hodin
fa: 6 ساعت
ru: 6 часов
tr: 6 Saat
uk: 6 годин
zh_cn: 6小时
zh_tw: 6小時

# options_downloadInterval_720
source: 12 Hours
cs: 12 Hodin
fa: 12 ساعت
ru: 12 часов
tr: 12 Saat
uk: 12 годин
zh_cn: 12小时
zh_tw: 12小時

# options_downloadInterval_1440
source: Every day
cs: Každý den
fa: هر روز
ru: Ежедневно
tr: Her gün
uk: Кожен день
zh_cn: 每天一次
zh_tw: 每天一次

# options_downloadInterval_never
source: Never
cs: Nikdy
fa: هرگز
ru: Никогда
tr: Asla
uk: Ніколи
zh_cn: 从不更新
zh_tw: 從不更新

# options_group_importExportProfile
source: Profile
cs: Profil
fa: پروفایل
ru: Профиль
tr: Profil
uk: Профіль
zh_cn: 情景模式
zh_tw: 情景模式

# options_exportPacFile
source: Export as PAC File
cs: Exportovat jako PAC soubor
fa: خروجی به صورت فایل PAC
ru: Экспортировать как PAC-файл
tr: PAC Dosyası Olarak Dışa Aktar
uk: Вивантажити як PAC-файл
zh_cn: 导出PAC文件
zh_tw: 匯出PAC檔案

# options_exportPacFileHelp
source: Export the current profile as a PAC file, so you can use it in other browsers.
cs: Exportujte aktuální profil jako soubor PAC, takže můžete použít v jiných prohlížečích.
fa: خروجی گرفتن پروفایل کنونی به صورت فایل PAC ، برای استفاده در دیگر مرورگرها .
ru: Экспортируйте текущий профиль как PAC-файл, чтобы использовать его в других браузерах.
tr: Geçerli profili PAC dosyası olarak dışa aktar, böylece diğer tarayıcılarda kullanabilirsin.
zh_cn: 导出PAC（代理自动设置）文件,以便在其它浏览器使用。
zh_tw: 匯出PAC（代理自動設定）檔案,以便在其它瀏覽器使用。

# options_exportProfileHelp
source: To export a profile, use the top-right action bar on the profile page.
cs: Chcete-li exportovat profil, pomocí panelu Akce shora zprava na stránce profil.
fa: برای خروجی گرفتن از یک پروفایل ، از عملگر سمت راست بالای صفحه ی پروفایل ها استفاده نمایید .
ru: Чтобы экспортировать профиль, используйте панель действий в верхнем правом углу страницы профиля.
uk: Щоб вивантажити профіль, використайте панель дій у верхньому правому кутку сторінки профіля.
zh_cn: 如需导出情景模式，请使用情景模式设置页面右上角的工具栏。
zh_tw: 如需匯出情景模式，請使用情景模式設定頁面右上角的工具欄。
