Repository: FelisCatus/SwitchyOmega
Catalog: omega-locales/*/LC_MESSAGES/omega-web.po
Languages: cs, fa, ru, tr, uk, zh_cn, zh_tw

# appNameShort
source: SwitchyOmega for VProxy
cs: SwitchyOmega
fa: SwitchyOmega
ru: SwitchyOmega
tr: SwitchyOmega
uk: SwitchyOmega
zh_tw: SwitchyOmega

# manifest_app_description
source: Manage and switch between multiple proxies quickly & easily.
cs: Správa a přepínání mezi více servery proxy.
fa: به راحتی و با سرعت بین پروکسی های خود جابه‌جا شوید و آنها را مدیریت کنید.
ru: Управляйте и переключайтесь между прокси-серверами быстро и легко.
tr: Birden çok vekil sunucuyu yönet ve aralarında kolayca ve hızlıca geçiş yap.
uk: Керуйте і перемикайтеся між проксі серверами швидко і легко.
zh_cn: 轻松快捷地管理和切换多个代理设置。
zh_tw: 輕鬆快捷地管理和切換多個代理設定。

# manifest_icon_default_title
source: Loading…
cs: Načítám…
fa: درحال بارگذاری…
ru: Загрузка…
tr: Yükleniyor…
uk: Завантаження…
zh_cn: 正在加载……
zh_tw: 正在載入……

# upgrade_profile_auto
source: Auto Switch
cs: Automatický přepínač
fa: سوییچ خودکار
ru: Автопереключение
tr: Otomatik Geçiş
uk: Автоперемикання
zh_cn: 自动切换
zh_tw: 自動切換

# profile_direct
source: [Direct]
cs: [Přímé připojení]
fa: [مستقیم]
ru: [Напрямую]
tr: [Doğrudan]
uk: [Напряму]
zh_cn: [直接连接]
zh_tw: [直接連線]

# profile_system
source: [System Proxy]
cs: [Systémová Proxy]
fa: [پروکسی سیستم]
ru: [Системный прокси]
tr: [Sistem Vekil Sunucusu]
uk: [Системний проксі]
zh_cn: [系统代理]
zh_tw: [系統代理]

# condition_HostWildcardCondition
source: Host wildcard
fa: Wildcard میزبان
ru: Шаблон хоста
tr: Sunucu joker karakteri
uk: За підстановкою у назві
zh_cn: 域名通配符
zh_tw: 域名萬用字元

# condition_help_HostWildcardCondition
source: Matches hosts (domain names) by wildcard.<br><b>The asterisk <code>*</code></b> matches zero or more characters.<br><b>The question mark <code>?</code></b> matches exactly one character.<br><br>Note that rules beginning with <code>*.</code> are specially treated only in Host wildcard conditions.<br>Example: <code>*.example.com</code> will match www.example.com <b>AND example.com as well.</b><br>To match subdomains <b>only</b>, use <b>two</b> asterisks like <code>**.example.com</code>.
cs: Zápasy hostitelé (názvy domén) od zástupný znak.<br><b>Hvězdičky <code>*</code></b> odpovídá žádnému nebo více znakům.<br><b>Otazník <code>?</code></b> odpovídá právě jeden znak.<br><br>Poznámka, že pravidla s <code>*.</code> jsou speciálně ošetřeny pouze v podmínkách hostitele zástupné. <br>Příklad: <code>*. priklad.cz</code> bude odpovídat www.example.com <b>a example.com stejně.</b><br>Subdomény <b>pouze</b> zápas, použijte <b>dvě</b> hvězdičky jako <code>**. example.com</code>.
fa: انتخاب و تطبیق میزبان ها ( نام دامین ) به کمک فرا نویسه . <br><b> ستاره <code>*</code></b> صفر کارکتر یا بیشتر را تطابق میدهد .<br><b> علامت سوال <code>?</code></b> فقط یک کارکتر را انتخاب و تطابق میدهد ..<br><br>توجه داشته باشید که قوانینی که با <code>*</code>شروع میشوند به صورت ویژه تنها در شروط فرانویسه ایه میزبان کاربرد دارند .<br> به طور مثال: <code>*.example.com</code> این ادرس ها را تشخیص میدهد. <b> www.example.com و example.com .</b><br برای انتخاب زیر دامنه ها <b>کافیست</b> ، از <b>دو</b> ستاره استفاده نمایید . <code>**.example.com</code>.
ru: Проверяет хосты (доменные имена) на соответствие шаблону.<br><b>Звёздочка <code>*</code></b> заменяет нуль или более символов.<br><b>Знак вопроса <code>?</code></b> заменяет ровно один символ.<br><br>Обратите внимание, что правила, начинающиеся с <code>*.</code>, обрабатываются особо только в шаблонах хоста.<br>Пример: <code>*.example.com</code> сопоставит как www.example.com, <b>ТАК И example.com.</b><br>Для того, чтобы сопоставить <b>только</b> поддомены, используйте <b>две</b> звёздочки: <code>**.example.com</code>.
tr: Sunucuları (alan adlarını) joker karakteriyle eşler.<br><b>Yıldız karakteri <code>*</code></b> sıfır ya da daha fazla karaktere denk gelir.<br><b>Soru işareti <code>?</code></b> tam olarak tek karaktere denk gelir.<br><br>Şu şekilde <code>*.</code> başlayan kurallar sadece Sunucu joker eşleme koşulları için geçerlidir.<br>Örnek: <code>*.ornek.com</code> www.ornek.com <b>VE ornek.com için eşlenecektir.</b><br>Sadece altalan adlarını eşlemek için <b>only</b>, <b>iki</b> yıldız karakteri kullanın: <code>**.ornek.com</code>.
uk: Зіставляє хости (доменні імена) з шаблоном.<br><b>Зірочка<code>*</code></b>зіставляє нуль або більше символів.<br><b>Знак питання<code>?</Code></b>зіставляє рівно один символ.<br><br>Запримітьте, що правила, що починаються з<code>*.</code>обробляються особливо тільки в шаблонах хоста.<br>Приклад:<code>*. example.com</code>зіставити як www.example.com,<b>ТАК І example.com.</b><br>Для того, щоб зіставити<b>тільки</b>піддомени, використовуйте<b>дві</b>зірочки:<code>**. example.com</code>.
zh_cn: 根据域名（主机名）匹配请求。<br><b>星号 <code>*</code></b> 匹配零个或者多个字符。<br><b>问号 <code>?</code></b> 匹配任意一个字符。<br><br>请注意以 <code>*.</code> 开头的规则有特别处理，会同时匹配子域名和自身。<br>例如: <code>*.example.com</code> 能匹配 www.example.com ，<b>而且也能匹配 example.com 。</b><br>如果<b>只需要匹配子域名</b>，请使用<b>两个</b>星号开头，如 <code>**.example.com</code>。
zh_tw: 依據域名（主機名稱）比對請求。<br><b>星號 <code>*</code></b> 比對零個或者多個字元。<br><b>問號 <code>?</code></b> 比對任意一個字元。<br><br>請注意以 <code>*.</code> 開頭的規則有特別處理，會同時比對子域名和自身。<br>例如: <code>*.example.com</code> 能比對 www.example.com ，<b>而且也能比對 example.com 。</b><br>如果<b>只需要比對子域名</b>，請使用<b>兩個</b>星號開頭，如 <code>**.example.com</code>。

# condition_HostRegexCondition
source: Host regex
cs: Regulární výraz host
fa: عبارت منظم میزبان
ru: Регулярное выражение хоста
tr: Sunucu düzenli ifadesi
uk: Регулярний вираз хоста
zh_cn: 域名正则
zh_tw: 域名正則

# condition_help_HostRegexCondition
source: Like Host wildcard condition, but matches hosts (domain names) by <a href='https://www.google.com/search?q=regular%20expression'>regular expression</a>.<br>Regular expressions can be hard to construct (and read).<br>It is recommended to use wildcards for most cases and only use regex for conditions that cannot be achieved by any other condition type.
cs: Jako hostitele zástupné stav, ale zápasy hostí (názvy domén) <a href='https://www.google.com/search?q=regular%20expression'> regulární</a> výraz.<br>Regulární výrazy mohou být těžké sestavit (a číst).<br>Se doporučuje použít zástupné znaky pro většinu případů a pouze používat regex pro podmínky, které nelze dosáhnout jiným typ podmínky.
fa: همانند شرط فرانویسه ی میزبان،اما با کمک <a href='https://www.google.com/search?q=عبارت+منظم'>عبارت منظم</a>.<br> میزبان ها ( اسامی دامنه ها ) را انتخاب و تطابق میدهد . نوشتن یا حتی خواندن عبارات منظم میتواند سخت باشد.<br> پیشنهاد میشود که از فرانویسه استفاده کنید و فقط در مواقعی که به هیچ روشی نمیشود عبارتی رو یافت از عبارات منظم استفاده کنید .
ru: Подобно шаблону хоста, но проверяет на совпадение хосты (доменные имена) с <a href='https://www.google.ru/search?q=регулярные%20выражения'>регулярным выражением</a>.<br>Регулярные выражения бывает трудно составить (и прочитать).<br>Поэтому регулярные выражения рекомендуется использовать только для тех условий, которые не могут быть выражены другими методами.
uk: Подібно до шаблонів хоста, але зіставляє хости (доменні імена) з <ahref='https://www.google.ru/search?q=регулярні%20вирази'>регулярним виразом</a>.<br>Регулярні вирази буває важко побудувати (і читати).<br>Тому регулярні вирази рекомендується використовувати тільки для тих умов, що не можуть бути виражені іншими методами.
zh_cn: 类似域名通配符，但使用<a href='https://www.google.com/search?q=%E6%AD%A3%E5%88%99%E8%A1%A8%E8%BE%BE%E5%BC%8F'>正则表达式</a>.<br>正则表达式很难编写，且可读性差。<br>因此，一般情况建议使用通配符。当其他任何条件都不能满足要求时，才使用正则表达式。
zh_tw: 類似域名萬用字元，但使用<a href='https://www.google.com/search?q=%E6%AD%A3%E5%88%99%E8%A1%A8%E8%BE%BE%E5%BC%8F'>正規表示式</a>.<br>正規表示式很難編寫，且可讀性差。<br>因此，一般情況建議使用萬用字元。當其他任何條件都不能滿足要求時，才使用正規表示式。

# condition_HostLevelsCondition
source: Host levels
cs: Host úrovně
fa: سطح های میزبان
ru: Уровни хоста
tr: Sunucu seviyeleri
uk: Рівні хоста
zh_cn: 域名层数
zh_tw: 域名層數

# condition_help_HostLevelsCondition
source: Matches the request if and only if the host level in within the given range.<br>Host level is defined as the <b>number of dot-separated segments</b> of the host (domain name).<br>Example: <code>www.example.com</code> is with a host level of 3, while <code>internal</code> is of host level 1.
cs: Odpovídá žádosti pokud úroveň hostitele v v daném rozsahu.Úroveň hostitele <br>je definována jako <b>počet segmentů oddělených tečkou</b> hostitele (název domény).<br>Příklad: <code>www.example.com</code> je na úrovni hostitele 3, zatímco <code>vnitřní</code> hostitele úrovně 1.
fa: تنها درصورتی درخواست را انطباق میدهد که سطح میزبان در محدوده ی داده شده باشد .<br> به <b> تعداد بخش های جدا شده توسط نقطه ( دات )</b> سطح میزبان ، هاست ( دامنه ) داده شده میگویند . <br> به طور مثال <code>www.example.com</code> دارای سطح میزابن سه میباشد ، در حالی که <code>داخل</code> سطح میزبان یک را دارد.
ru: Соответствует запросу только тогда, когда уровень хоста находится в заданном диапазоне.<br>Уровень хоста определяется как <b>число разделённых точками сегментов</b> хоста (доменного имени).<br> Пример: <code>www.example.com</code> имеет уровень хоста 3, а <code>internal</code> имеет уровень хоста 1.
tr: İstek sadece sunucu seviyesi(host level) belirtilen aralıkta ise eşleşir . <br>Tanımlanan sunucu seviyesi <b>nokta ile ayrılmış bölümlerin sayısı</b> sunucu (domain adı).<br>Örnek: <code>www.example.com</code> kodunun sunucu seviyesi 3 iken, <code>internal</code> kodunun sunucu seviyesi 1'dir .
uk: Відповідає запиту тільки тоді, коли рівень хоста знаходиться в заданому діапазоні.<br>Рівень хоста визначається як<b>число розділених точками сегментів</b>хоста (доменного імені).<br>Приклад:<code>www.example.com</code>має рівень хоста 3, а<code>internal</code>має рівень хоста 1.
zh_cn: 如果域名层数在设定的范围内则匹配，否则不匹配。<br>域名层数是指 <b>域名共有几段（以点分隔）</b>.<br>例如: <code>www.example.com</code> 的域名层数为 3，而 <code>internal</code> 的域名层数为 1.
zh_tw: 如果域名層數在設定的範圍內則比對，否則不比對。<br>域名層數是指 <b>域名共有幾段（以點分隔）</b>.<br>例如: <code>www.example.com</code> 的域名層數為 3，而 <code>internal</code> 的域名層數為 1.

# condition_IpCondition
source: IP Literals
ru: Маска IP
tr: IP Değişmezleri
uk: Літерали IP
zh_cn: IP 地址字面量
zh_tw: IP 位址常值

# condition_help_IpCondition
source: Matches the request if and only if the host is a <b>literal</b> IP address and in the subnet as specified by <a href='https://en.wikipedia.org/wiki/Classless_Inter-Domain_Routing#CIDR_notation'>CIDR notation</a>.<br>For example, given the rule <code>127.0.0.1/16</code>, it matches all IP addresses like <code>127.0.*.*</code>.<br>So <code>127.0.0.1</code> matches while <code>127.1.0.0</code> does not. Host names like <code>localhost</code> will never match because they are <b>not</b> IP literals.
ru: Соответствует запросу только тогда, если хост является <b>числовым представлением</b> IP-адресом и находится в подсети, как указано в <a href='https://en.wikipedia.org/wiki/Classless_Inter-Domain_Routing#CIDR_notation'>записи CIDR</a>.<br>Например, правило <code>127.0.0.1/16</code> соответствует всем IP-адресам как <code>127.0.*.*</code>.<br>Таким образом <code>127.0.0.1</code> соответствует запросу, а <code>127.1.0.0</code> – нет. Имена хостов, такие как <code>localhost</code>, никогда не будут соответствовать запросу, потому что они <b>не заданы числом</b> IP.
tr: Gönderilen istek, sunucu istenilen şartlarda bir IP adresine sahipse ve alt ağda ise yani<a href='https://en.wikipedia.org/wiki/Classless_Inter-Domain_Routing#CIDR_notation'>CIDR notation</a>adresinde belirtilen özelliklere sahipse eşleşme gerçekleşir.<br>Örneğin, <code>127.0.0.1/16</code>şartı mevcut olsun. Bu şarta <code>127.0.*.*</code> ile başlayan tüm IP'ler uyar yani eşleşme başarılı olur.<br>Bu yüzden<code>127.0.0.1</code> IP'si belirtilen kurala uyarken <code>127.1.0.0</code> IP'si kurala uymaz. <code>localhost</code> Şeklinde bir ada sahip olan sunucularda ise asla eşleşme gerçekleşmez çünkü istenilen şartlarda bir IP adresine sahip değillerdir.
uk: Відповідає запиту тільки тоді, якщо хост є<b>літерально</b>IP-адресою і знаходиться в підмережі, як зазначено в <ahref='https://en.wikipedia.org/wiki/Classless_Inter-Domain_Routing#CIDR_notation' >записи CIDR</a>.<br>Наприклад, правило<code>127.0.0.1/16</code>відповідає всім IP-адресами як<code>127.0. *. *</code>.<br>Таким чином<code>127.0.0.1</code>відповідає запиту, а<code>127.1.0.0</code>- немає. Імена хостів, такі як<code>localhost</code>, ніколи не будуть відповідати запиту, тому що вони<b »не літерали</b>IP.
zh_cn: 当且仅当主机是<b>字面的</b> IP 地址，且地址处于某个子网内时匹配。子网使用 <a href='http://www.ibm.com/support/knowledgecenter/zh/SS2MBL_9.0.2/PCAAdmin/PCA/Cfg/CIDRFormat_47.html'>CIDR 格式</a>表示。<br>例如，规则 <code>127.0.0.1/16</code> 会匹配所有类似 <code>127.0.*.*</code> 的地址。<br>因此地址 <code>127.0.0.1</code> 匹配而地址 <code>127.1.0.0</code> 不匹配。主机名称，例如 <code>localhost</code> 不会被此类规则匹配，因为它们<b>不是</b> IP 地址字面量。
zh_tw: 當且僅當主機是<b>字面的</b> IP 位址，且位址處於某個子網內時比對。子網使用 <a href='http://www.ibm.com/support/knowledgecenter/zh/SS2MBL_9.0.2/PCAAdmin/PCA/Cfg/CIDRFormat_47.html'>CIDR 格式</a>表示。<br>例如，規則 <code>127.0.0.1/16</code> 會比對所有類似<code>127.0.*.*</code> 的位址。<br>因此位址 <code>127.0.0.1</code> 比對而位址 <code>127.1.0.0</code> 不比對。主機名稱，例如 <code>localhost</code> 不會被此類規則比對，因為它們<b>不是</b> IP 位址常值。

# condition_UrlWildcardCondition
source: URL wildcard
fa: فرانویسه ادرس (URL)
ru: Шаблон URL
uk: Шаблон URL
zh_cn: 网址通配符
zh_tw: 網址萬用字元

# condition_help_UrlWildcardCondition
source: Matches URLs of the request by wildcard.<br>See the Host wildcard section above for a quick wildcard reference.<br>Note that URL wildcards are not specially treated (no subdomain magic as in Host wildcard).<br>So <code>*://*.example.com/*</code> matches http://www.example.com/ but <b>does not</b> match http://example.com/.
cs: Odpovídá URL požadavku pomocí zástupných znaků.<br>Viz hostitele zástupné sekce výše pro rychlé zástupných.<br>Všimněte si, že URL zástupné znaky nejsou speciálně ošetřené (bez subdomény magic jako v hostitele zástupné).<br>Tak <code>*://*.example.com/*</code> zápasy http://www.example.com/ ale <b>není</b> odpovídat http://example.com/.
fa: ادرس های درخواست داده شده را به کمک فرانویسه بررسی و مطابقت میدهد .<br> برای اشنایی با فرانویسه به بخش فرانویسه ی میزبان مراجعه کنید .<br> توجه داشته باشید که فرانویسه ی آدرس به صورت ویژه ای برخورد نمیشوند ( تشخیص جادویی زیردامنه همانند هاست وجود ندارد ) <br> بنابراین دستور <code>*://*.example.com/*</code> ادرس http://www.example.com/ را تشخیص میدهد اما این ادرس http://example.com را<b>تشخیص نمیدهد .</b>.
ru: Проверяет URL-адреса запроса на соответствие шаблону.<br>Смотрите пример шаблона хоста в разделе выше для быстрого создания шаблона для ссылки.<br>Обратите внимание, что шаблон URL-адреса не обрабатываются специальным образом (нет «магии» с поддоменами, как в шаблоне хоста).<br>Таким образом шаблон <code>*://*.example.com/*</code> соответствует http://www.example.com/ но <b>не соответствует</b> http://example.com/.
uk: Зіставляє URL-адреси запиту з шаблоном.<br>Дивіться приклад шаблону хоста в розділі вище для швидкого створення шаблону для посилання.<br>Запримітьте, що шаблон URL-адреси не обробляються спеціальним чином (немає «магії» піддомена, як в шаблоні хоста).<br>Таким чином шаблон<code>*://*.example.com/*</code>відповідає http://www.example.com/але<b>не відповідає</b>http://example.com/.
zh_cn: 根据通配符规则匹配网址。<br>关于通配符表达式，请参考上方的域名通配符一节的说明。<br>请注意网址通配符没有任何特殊处理，不会特殊处理子域名等。<br>所以 <code>*://*.example.com/*</code> 能匹配 http://www.example.com/ 但是 <b>不匹配</b> http://example.com/.
zh_tw: 依據萬用字元規則比對網址。<br>關於萬用字元表示式，請參考上方的域名萬用字元一節的說明。<br>請注意網址萬用字元沒有任何特殊處理，不會特殊處理子域名等。<br>所以 <code>*://*.example.com/*</code> 能比對 http://www.example.com/ 但是 <b>不比對</b> http://example.com/.

# condition_UrlRegexCondition
source: URL regex
cs: URL regulární výraz
fa: عبارت منظم ادرس
ru: Регулярное выражение URL
uk: Регулярний вираз URL
zh_cn: 网址正则
zh_tw: 網址正則

# condition_help_UrlRegexCondition
source: Matches URL by extremely powerful <a href='https://www.google.com/search?q=regular%20expression'>regular expression</a>.<br>However, regular expressions can be hard to construct (and read).<br>It is recommended to use wildcards for most cases and only use regex for conditions that cannot be achieved by any other condition type.
cs: Adresa URL odpovídá mimořádně mocné <a href='https://www.google.com/search?q=regular%20expression'> regulární výraz</a>.<br>Však může být obtížné sestavit (a číst) regulární výrazy.<br>Se doporučuje použít zástupné znaky pro většinu případů a pouze používat regex pro podmínky, které nelze dosáhnout jiným typ podmínky.
fa: ادرس ها را ابزار قدرتمند <a href='https://www.google.com/search?q=عبارت+منظم'>عبارت منظم</a> تشخیص و انتطباق میدهد .<br> پیشنهاد میشود که از فرانویسه استفاده کنید و فقط در مواقعی که به هیچ روشی نمیشود عبارتی رو یافت از عبارات منظم استفاده کنید .
ru: Сопоставляет URL-адрес с помощью чрезвычайно мощных <a href='https://www.google.ru/search?q=регулярные%20выражения'>регулярных выражений</a>.<br>Однако, регулярные выражения сложно составлять (и читать).<br>В большинстве случаев рекомендуется использовать шаблоны, а регулярные выражения использовать только для тех случаев, где без них невозможно обойтись.
tr: URL eşlemesi <a href='https://www.google.com/search?q=regular%20expression'>düzenli ifadeler</a> ile güçlüdür.<br>Ancak, düzenli ifadelerin oluşturulması (ve okunması) zor olabilir.<br>Çoğu durumda joker karakter kullanmanız ve yalnızca başka bir koşul türüyle elde edilemeyen koşullar için kurallı ifade kullanmanız önerilir.
uk: Зіставляє URL-адресу за допомогою «надзвичайно потужного» <ahref='https://www.google.com/search?q=regular%20expression'>регулярного виразу</a>.<br>Однак регулярні вирази складно створювати (і читати).<br>У більшості випадків рекомендується використовувати шаблони, а регулярні вирази використовувати тільки для умов де без них неможливо обійтися.
zh_cn: 使用功能强大的<a href='https://www.google.com/search?q=%E6%AD%A3%E5%88%99%E8%A1%A8%E8%BE%BE%E5%BC%8F'>正则表达式</a>来匹配网址。<br>但正则表达式很难编写，且可读性差。<br>因此，一般情况建议使用通配符。当其他任何条件都不能满足要求时，才使用正则表达式。
zh_tw: 使用功能強大的<a href='https://www.google.com/search?q=%E6%AD%A3%E5%88%99%E8%A1%A8%E8%BE%BE%E5%BC%8F'>正規表示式</a>來比對網址。<br>但正規表示式很難編寫，且可讀性差。<br>因此，一般情況建議使用萬用字元。當其他任何條件都不能滿足要求時，才使用正規表示式。

# condition_KeywordCondition
source: Keyword
cs: Klíčové slovo
fa: کلمات کلیدی
ru: Ключевое слово
tr: Anahtar Kelime
uk: Ключове слово
zh_cn: 关键字
zh_tw: 關鍵字

# condition_help_KeywordCondition
source: A keyword condition matches if the URL protocol is HTTP, and the pattern is an exact sub-string of the URL.<br>It behaves like the URL wildcard pattern <code>http://*<b>pattern</b>*</code>, where <b>pattern</b> is the keyword pattern.<br>Keyword conditions are useful if you want to bypass a firewall blocking some keywords in the URL, by requesting such URLs through a proxy.
cs: Klíčové slovo stav odpovídá, pokud je adresa URL protokol HTTP a vzorek je přesný dílčí řetězec adresy URL.<br>Se chová jako maska zástupných znaků adresy URL <code>http://* <b>vzor</b> *</code>, kde <b>vzorek</b> je vzorek klíčové slovo.<br>Klíčové podmínky jsou užitečné, pokud chcete obejít firewall blokuje některá klíčová slova v URL, vyžádáním takových URL prostřednictvím serveru proxy.
fa: شرط کلمات کلیدی درصورتی انتخاب انجام میدهد که پروتکل مورد استفاده HTTP باشد ، و الگو (pattern) یک خرده-رشته ی ادرس باشد .<br> همانند الگوی فرانویسه ی ادرس کار میکند که در اینجا <code>http://*<b>pattern</b>*</code> قسمت <b>pattern</b> الگوی کلمه ی کلیدی میباشد . <br> شرط کلمات کلیدی زمانی مفید هستند که قصد دارید از یک فایروالی که کلمات خاصی را که در ادرس بلاک میکند بگذرید . اینگونه میتوانید اینگونه ادرس های خاص را پیدا کرده و با پروکسی از ان ها عبور کرده.
ru: Соответствует значению ключевого слова для URL с протоколом HTTP, а слово является частью URL-адреса.<br>Он ведёт себя подобно шаблону URL. Пример: <code>http://*<b>ключевое слово</b>*</code>.<br>Ключевые слова полезны, если вы хотите обойти брандмауэр, блокирующий некоторые ключевые слова в URL-адресе, запрашивая такие URL-адреса через прокси.
uk: Відповідає значенню ключового слова, якщо URL-адреса належить HTTP-протоколу, і зразок слова є частиною URL-адреси.<br>Він поводиться подібно шаблону URL. Приклад:<code>http://*<b>ключове слово</b>*</code>.<br>Ключові слова корисні, якщо Ви хочете обійти брендмауер, який блокує деякі ключові слова в URL-адресі, запитуючи такі URL-адреси через проксі.
zh_cn: 关键字条件的具体匹配规则是：网址协议为HTTP且网址中包含该关键字。<br>类似于 <code>http://*<b>关键字</b>*</code>, 其中 <b>关键字</b> 是设定好的关键字。<br>如果某防火墙根据网址中是否包含关键字来屏蔽网址，那么可以使用关键字条件来通过代理访问这样的请求，以达到绕过防火墙的目的。
zh_tw: 關鍵字條件的具體比對規則是：網址協議為HTTP且網址中包含該關鍵字。<br>類似於 <code>http://*<b>關鍵字</b>*</code>, 其中 <b>關鍵字</b> 是設定好的關鍵字。<br>如果某防火牆依據網址中是否包含關鍵字來遮蔽網址，那麼可以使用關鍵字條件來通過代理訪問這樣的請求，以達到繞過防火牆的目的。

# condition_FalseCondition
source: (Disabled)
cs: (Vypnuto)
fa: (غیرفعال)
ru: (Отключено)
tr: (Devre dışı)
uk: (вимкнено)
zh_cn: (禁用)
zh_tw: (停用)

# condition_details_FalseCondition
source: (Condition ignored when matching)
cs: (Podmínky ignorovány při porovnání)
fa: (درحین بررسی این شرط در نظر گرفته نمیشود)
ru: (Условие игнорируется при сопоставлении)
tr: (Eşleme sırasında koşul görmezden gelindi)
uk: (Умова нехтується при зіставленні)
zh_cn: (匹配请求时无视此条规则)
zh_tw: (比對請求時無視此條規則)

# condition_help_FalseCondition
source: You can disable a condition by setting its type to <code>(Disabled)</code>. A Disabled condition act as if it does not exist.<br>This feature can be used to disable conditions temporarily.<br>Disabled conditions still hold the previous information (like patterns) and can be re-enabled by setting the condition type back to the previous type.
cs: Podmínku můžete zakázat nastavením jeho typ <code>(</code> zakázáno). Stav zakázáno chovat, jako by již neexistuje.<br>Tuto funkci lze použít k zakázání podmínky dočasně.<br>Zakázáno podmínky stále drží předchozí informace (např modely) a lze znovu povolit nastavením podmínky typ zpět do předchozího typu.
fa: شما میتوانید یک شرط را با قرار دادن نوع آن به <code>(غیرفعال)</code> غیرفعال کنید . یک شرط غیرفعال طوری عمل میکند که انگار وجود ندارد .<br> از این قابلیت برای غیرفعال کردن موقت شرط استفاده نمایید .<br> شروط غیرفعال تمامی تنظیمات خود را حفظ میکنند و در صورت نیاز میتوانید با برگردان نوع آن به حالت قبلی آن را فعال کنید .
ru: Вы можете отключить условие, установив его тип в состояние <code>(Отключено)</code>. Отключённое условие действует так, как если бы его не существовало.<br>Эту функцию можно использовать для временного отключения условий.<br>Отключённые условия по-прежнему содержат информацию (например, шаблоны) и могут быть повторно включены путём возврата к предыдущему типу.
uk: Ви можете вимкнути умову, встановивши її тип у стан<code>(вимкнено)</code>. Вимкнена умова діє так, ніби її не існує.<br>Цю можливість можна використовувати для тимчасового вимкнення умов.<br>Вимкнені умови як і раніше містять попередню інформацію (наприклад, шаблони) і можуть бути повторно увімкнені шляхом повернення до попереднього типу.
zh_cn: 设置规则类型为<code>(禁用)</code>可以临时禁用某个条件。禁用的条件在匹配时视为不存在。<br>条件被禁用后，仍然保存有之前的数据（例如通配符或正则），因此当需要时，可以把条件类型改回之前的类型，以方便地重新启用条件。
zh_tw: 設定規則類型為<code>(停用)</code>可以臨時停用某個條件。停用的條件在比對時視為不存在。<br>條件被停用後，仍然儲存有之前的資料（例如萬用字元或正則），因此當需要時，可以把條件類型改回之前的類型，以方便地重新啟用條件。

# condition_TimeCondition
source: Current Time
fa: زمان فعلی
ru: Текущее время
tr: Mevcut Zaman
uk: Поточний час
zh_cn: 当前时间
zh_tw: 目前時間
