Repository: FelisCatus/SwitchyOmega
Catalog: omega-locales/*/LC_MESSAGES/omega-web.po
Languages: cs, fa, ru, tr, uk, zh_cn, zh_tw

# options_virtualProfileReplaceHelp
source: You can migrate existing options to use this virtual profile instead of $PROFILE$. Doing so will update all existing rules concerning $PROFILE$ and point them to this virtual profile, so that their result profile can be controlled here.
cs: Můžete migrovat existující možnosti používat tento virtuální profil namísto $PROFILE$. Tak bude aktualizovat všechny existující pravidla týkající se $PROFILE$ a nasměrovat do tohoto virtuálního profilu tak, aby jejich výsledek profil je možné ovládat zde.
fa: شما میتوانید با مهاجرت دادن تنظیمات موجود از پروفایل مجازی بجای $PROFILE$ استفاده کنید . این عمل تمامی قوانین موجود در $PROFILE$ را بروزرسانی میکند و آن ها را ارجاع به پروفایل مجازی میدهد ، که این کارباعث میشود نتایج پروفایل را بتوان در این جا کنترل کرد.
ru: Вы можете перенести существующие параметры, чтобы использовать этот виртуальный профиль вместо $PROFILE$. Это обновит все существующие правила, относящиеся к $PROFILE$, и укажет их на этот виртуальный профиль, чтобы их профиль результатов можно было контролировать здесь.
zh_cn: 通过此功能可以更改现有的选项，使用此虚情景模式来取代 $PROFILE$ 。此功能会把所有和 $PROFILE$ 相关的切换规则改为使用此虚情景模式。这样一来，就可以通过此虚情景模式来控制那些切换条件对应的结果。
zh_tw: 通過此功能可以變更現有的選項，使用此虛情景模式來取代 $PROFILE$ 。此功能會把所有和 $PROFILE$ 相關的切換規則改為使用此虛情景模式。這樣一來，就可以通過此虛情景模式來控制那些切換條件對應的結果。

# options_group_ruleListConfig
source: Rule List Config
cs: Konfigurace seznamu pravidel
fa: تنظیمات لیست قوانین
ru: Настройка списка правил
tr: Kural Listesi Ayarı
uk: Налаштування списку правил
zh_cn: 规则列表设置
zh_tw: 規則清單設定

# options_ruleListFormat
source: Rule List Format
cs: Formát seznamu podmínek
fa: فرمت لیست قوانین
ru: Формат списка правил
tr: Kural Listesi Biçimi
uk: Формат списку правил
zh_cn: 规则列表格式
zh_tw: 規則清單格式

# options_group_ruleListResult
source: Rule list result profiles
cs: Seznam pravidel výsledků profilů
fa: نتایج پروفایل های لیست قوانین
ru: Итоговые профили списка правил
tr: Kural listesi sonuç profilleri
zh_cn: 规则列表结果情景模式
zh_tw: 規則清單結果情景模式

# options_ruleListMatchProfile
source: Match profile
cs: Porovnat profil
fa: انطباق پروفایل
ru: Сопоставить профиль
tr: Profili eşle
uk: Зіставлений профіль
zh_cn: 匹配则使用情景模式
zh_tw: 比對則使用情景模式

# options_ruleListDefaultProfile
source: Default profile
cs: Výchozí profil
fa: پروفایل پیش فرض
ru: Профиль по умолчанию
tr: Varsayılan profil
uk: Профіль за-замовчуванням
zh_cn: 不匹配则使用情景模式
zh_tw: 不比對則使用情景模式

# options_group_ruleListUrl
source: Rule List URL
cs: Adresa URL podmínek
fa: آدرس لیست قوانین
ru: URL-адрес списка правил
tr: Kural Listesi Bağlantısı
uk: Адреса списку правил
zh_cn: 规则列表网址
zh_tw: 規則清單網址

# options_ruleListUrlHelp
source: The rule list will be updated from this URL. If it is left blank, the following text will be parsed instead.
cs: Seznam pravidel bude aktualizován z této adresy URL. Pokud je ponechán prázdný, bude následující text analyzován.
fa: لیست قوانین از این آدرس به روز رسانی میشود ، در صورت خالی بودن ، متن بعدی پردازش میشود.
ru: Список правил будет обновлён с этого URL-адреса. Если оставить его пустым, будет анализироваться следующий текст.
zh_cn: 应用将从此网址下载规则列表。如果网址留空，则以下文本会被直接处理后作为规则列表使用。
zh_tw: 應用將從此網址下載規則清單。如果網址留空，則以下文字會被直接處理後作為規則清單使用。

# options_group_ruleListText
source: Rule List Text
cs: Text seznamu pravidel
fa: متن لیست قوانین
ru: Текст списка правил
tr: Kural Listesi Metni
uk: Текст списку правил
zh_cn: 规则列表正文
zh_tw: 規則清單正文

# options_ruleListLastUpdate
source: Rule list downloaded at $TIME$:
cs: Seznam pravidel stažen $TIME$:
fa: تاریخ دانلود لیست قوانین $TIME$:
ru: Список правил загружен $TIME$:
tr: Kural listesi indirilme zamanı $TIME$:
uk: Список правил завантажено о $TIME$:
zh_cn: 规则列表最后更新时间：$TIME$
zh_tw: 規則清單最後更新時間：$TIME$

# options_ruleListObsolete
source: Rule list is obsolete due to URL change. Press the download button above to update.
cs: Seznam pravidel je zastaralá kvůli změně adresy URL. Stiskněte tlačítko Stáhnout výše k aktualizaci.
fa: لیست قوانین به دلیل تغییر آدرس منسوخ میباشد . دکمه ی دانلود بالا را برای بروز رسانی فشاردهید .
ru: Список правил устарел из-за изменения URL-адреса. Нажмите кнопку загрузки выше, чтобы обновить.
zh_cn: 修改网址后尚未下载更新，因此规则列表已经过时。请使用上方的更新按钮进行下载。
zh_tw: 修改網址後尚未下載更新，因此規則清單已經過時。請使用上方的更新按鈕進行下載。

# options_group_switchRules
source: Switch rules
cs: Přepínač pravidel
fa: قوانین سوییچ
ru: Правила переключения
tr: Geçiş kuralları
uk: Правила перемикання
zh_cn: 切换规则
zh_tw: 切換規則

# options_sort
source: Sort
cs: Řadit
fa: ترتیب
ru: Сортировка
tr: Sırala
uk: Впорядкувати
zh_cn: 排序
zh_tw: 排序

# options_conditionType
source: Condition Type
cs: Typ podmínek
fa: نوع شرط
ru: Тип условия
tr: Koşul Türü
uk: Тип умови
zh_cn: 条件类型
zh_tw: 條件類型

# options_showConditionTypeHelp
source: Show help
cs: Zobrazit nápovědu
fa: نمایش کمک
ru: Показать справку
tr: Yardım göster
uk: Показати допомогу
zh_cn: 显示帮助
zh_tw: 顯示說明

# options_conditionDetails
source: Condition Details
cs: Podrobnosti o podmínce
fa: جزییات شرط
ru: Подробности условия
tr: Koşul Detayları
uk: Деталі умови
zh_cn: 条件设置
zh_tw: 條件設定

# options_resultProfile
source: Profile
cs: Profil
fa: پروفایل
ru: Профиль
tr: Profil
uk: Профіль
zh_cn: 情景模式
zh_tw: 情景模式

# options_conditionActions
source: Actions
cs: Akce
fa: عملیات ها
ru: Действия
uk: Дії
zh_cn: 操作
zh_tw: 操作

# options_addCondition
source: Add condition
cs: Přidat podmínku
fa: افزودن شرط
ru: Добавить условие
tr: Koşul ekle
uk: Додати умову
zh_cn: 添加条件
zh_tw: 加入條件

# options_cloneRule
source: Clone
cs: Klonovat
fa: کپی
ru: Копировать
tr: Kopya
uk: Дублювати
zh_cn: 克隆
zh_tw: 複製

# options_ruleNote
source: Note
ru: Заметка
zh_cn: 备注
zh_tw: 備註

# options_switchAttachedProfileInCondition
source: Rule list rules
cs: Pravidlo seznamu pravidel
fa: قوانین لیست قوانین
ru: Правила списка правил
tr: Kural listesi kuralları
zh_cn: 规则列表规则
zh_tw: 規則清單規則

# options_switchAttachedProfileInConditionDetails
source: (Any request matching the rule list below)
cs: (Každá žádost odpovídající pravidlo seznam níže)
fa: ( هرگونه درخواست منطبق بر لیست پایین )
ru: (Любой запрос, соответствующий списку правил ниже)
uk: (Будь-який запит, що співпадає зі списком правил нижче)
zh_cn: (按照规则列表匹配请求)
zh_tw: (按照規則清單比對請求)

# options_switchAttachedProfileInConditionDisabled
source: (Rule list rules are DISABLED)
cs: (Seznam pravidel je ZAKÁZÁN)
fa: ( قوانین لیست قوانین غیرفعالند )
ru: (Правила списка правил ОТКЛЮЧЕНЫ)
tr: (Kural listesi kuralları PASİFLEŞTİRİLDİ)
zh_cn: (规则列表已禁用！)
zh_tw: (規則清單已停用！)

# options_switchDefaultProfile
source: Default
cs: Výchozí
fa: پیش فرض
ru: По умолчанию
uk: За замовчуванням
zh_cn: 默认情景模式
zh_tw: 預設情景模式

# options_hostLevelsBetween
source: ≤ host levels ≤
cs: ≤ host úrovně ≤
fa: ≤ سطوح میزبان ≤
ru: ≤ уровни хоста ≤
zh_cn: ≤ 主机层数 ≤
zh_tw: ≤ 主機層數 ≤

# options_hourBetween
source: ≤ current hour ≤
fa: ≤ ساعت کنونی ≤
ru: ≤ текущий час ≤
tr: ≤ geçerli saat ≤
zh_cn: ≤ 当前小时 ≤
zh_tw: ≤ 目前小時 ≤

# options_weekDayShort_0
source: Su
ru: Вс
uk: Нд
zh_cn: 日
zh_tw: 日

# options_weekDayShort_1
source: Mo
ru: Пн
uk: Пн
zh_cn: 一
zh_tw: 一

# options_weekDayShort_2
source: Tu
ru: Вт
uk: Вв
zh_cn: 二
zh_tw: 二

# options_weekDayShort_3
source: We
ru: Ср
uk: Ср
zh_cn: 三
zh_tw: 三

# options_weekDayShort_4
source: Th
ru: Чт
uk: Чт
zh_cn: 四
zh_tw: 四

# options_weekDayShort_5
source: Fr
ru: Пт
uk: Пт
zh_cn: 五
zh_tw: 五

# options_weekDayShort_6
source: Sa
ru: Сб
uk: Сб
zh_cn: 六
zh_tw: 六

# options_group_conditionHelp
source: About Condition Types
cs: O typech podmínek
fa: درباره ی انوع شروط
ru: О типах условий
tr: Koşul Türleri Hakkında
uk: Про типи умов
zh_cn: 条件类型说明
zh_tw: 條件類型說明

# options_group_attachProfile
source: Import online rule lists
cs: Importovat seznamy online pravidla
fa: واردکردن لیست های قوانین آنلاین
ru: Импортировать онлайн-список правил
tr: Çevirimiçi kural listelerini içe aktar
uk: Завантажити список правил з мережі
zh_cn: 导入在线规则列表
zh_tw: 匯入線上規則清單

# options_attachProfile
source: Add a rule list
cs: Přidat seznam pravidel
fa: افزوردن لیست قوانین
ru: Добавить список правил
tr: Kural listesi ekle
uk: Додати список правил
zh_cn: 添加规则列表
zh_tw: 加入規則清單

# options_attachProfileHelp
source: You can reuse an online collection of conditions published by others by adding a rule list.
cs: Můžete použít on-line sbírku podmínek vydané ostatními a přidáním do seznamu pravidel.
fa: شما میتوانید با افزودن لیست قوانین از مجموعه های آنلاین شروطی که توسط دیگران منتشر شده استفاده نمایید .
ru: Вы можете повторно использовать онлайн-набор условий, опубликованных другими, добавив список правил.
zh_cn: 可以添加规则列表，以便引用他人在线发布的一组规则。
zh_tw: 可以加入規則清單，以便引用他人線上釋出的一組規則。

# options_modalHeader_welcome
source: Welcome to SwitchyOmega
cs: Vítejte v SwitchyOmega
fa: به SwitchyOmega خوش آمدید
ru: Добро пожаловать в SwitchyOmega
tr: SwitchyOmega'ya Hoşgeldiniz
uk: Вітаємо у SwitchyOmega
zh_cn: 欢迎使用 SwitchyOmega
zh_tw: 歡迎使用 SwitchyOmega

# options_welcomeNormal
source: You have successfully installed SwitchyOmega, the ultimate proxy switcher.
cs: Úspěšně jste nainstalovali SwitchyOmega, ultimate proxy přepínač.
fa: شما با موفقیت SwitchyOmega را نصب نموده اید ، برترین تغییر دهنده ی پروکسی.
ru: Вы успешно установили SwitchyOmega, лучший инструмент для настройки прокси.
zh_cn: 您已经成功安装了 SwitchyOmega ，一个强大的代理切换工具。
zh_tw: 您已經成功安裝了 SwitchyOmega ，一個強大的代理切換工具。

# options_welcomeNormalGuide
source: Please tell SwitchyOmega about your proxies through the options page. Let's see how.
cs: Prosím, řekněte SwitchyOmega o vaší proxy prostřednictvím stránky možnosti. Podívejme se, jak.
fa: لطفا به SwitchyOmega از طریق صفجه ی تنظیمات ، پروکسی های خود را معرفی کنید .
ru: Пожалуйста, сообщите SwitchyOmega ваши прокси на странице параметров. Это делается так.
zh_cn: 您可以通过选项页面设置需要使用的代理服务器，下面我们就来试试看吧。
zh_tw: 您可以通過選項頁面設定需要使用的代理伺服器，下面我們就來試試看吧。

# options_welcomeUpgrade
source: You have successfully upgraded to SwitchyOmega. Don't panic, your existing options are fully preserved.
cs: Úspěšně jste inovovali na SwitchyOmega. Buďte v klidu, vaše stávající možnosti jsou plně zachovány.
fa: شما با موفقیت به SwitchyOmega ارتقا پیدا کرده اید ، نگران نباشید ، تمامی تنظیمات شما به طور کامل حفظ شده اند .
ru: Вы успешно обновились до SwitchyOmega. Не волнуйтесь, ваши настройки в целости и сохранности.
zh_cn: 您已经成功升级到 SwitchyOmega. 别担心，所有设置都已经升级成功，可以继续使用。
zh_tw: 您已經成功升級到 SwitchyOmega. 別擔心，所有設定都已經升級成功，可以繼續使用。

# options_welcomeUpgradeGuide
source: Now let's go through a quick guide of the new options page.
cs: Teď pojďme projít stručného průvodce a nové možnosti stránky.
fa: خب بریم سراغ آموزش کوچیکی از صفحه ی تنظیمات جدید.
ru: Теперь давайте пройдёмся по краткому руководству на странице новых параметров.
zh_cn: 现在我们来熟悉一下新的选项页面。
zh_tw: 現在我們來熟悉一下新的選項頁面。

# options_guideNext
source: Next
cs: Další
fa: بعدی
ru: Далее
tr: Sonraki
uk: Далі
zh_cn: 下一步
zh_tw: 下一步

# options_guideDone
source: Done
cs: Hotovo
fa: تمام
ru: Готово
tr: Tamamlandı
uk: Готово
zh_cn: 完成
zh_tw: 完成

# options_guideSkip
source: Skip guide
cs: Přeskočit průvodce
fa: بیخیال آموزش
ru: Пропустить руководство
tr: Kılavuzu geç
uk: Пропустити навчання
zh_cn: 跳过教程
zh_tw: 跳過教學

# options_modalHeader_applyOptions
source: Apply Options
cs: Použít možnosti
fa: ثبت تنظیمات
ru: Применить параметры
tr: Seçenekleri Uygula
uk: Застосувати налаштування
zh_cn: 应用选项
zh_tw: 套用選項

# options_optionsNotSaved
source: Your modifications to the options have not been saved and will be lost if you proceed!
cs: Vaše změny nebyly uloženy a budou ztracena, pokud budete pokračovat!
fa: تغییرات شما بر روی تنظیمات ذخیره نشده است و درصورت ادامه از بین خواهند رفت !
ru: Ваши изменения параметров не были сохранены и будут потеряны, если вы продолжите!
zh_cn: 当前设置还未保存。如果您继续此操作，则刚才的所有修改都会丢失！
zh_tw: 目前設定還未儲存。如果您繼續此操作，則剛才的所有修改都會遺失！

# options_applyOptionsRequired
source: Your changes to the options must be applied before you proceed.
cs: Než budete pokračovat, je třeba použít vaše změny možností.
fa: قبل از ادامه دادن تنظمات خود را ثبت کنید.
ru: Вы должны применить изменения настроек, прежде чем продолжить.
zh_cn: 必须保存当前选项才能继续操作。
zh_tw: 必須儲存目前選項才能繼續操作。

# options_applyOptionsConfirm
source: Do you want to save and apply the options?
cs: Přejete si uložit a aplikovat nastavení?
fa: آیا میخواهید تنظیمات خود را ذخیره و اعمال کنید ؟
ru: Сохранить и применить параметры?
tr: Seçenekleri kaydetmek ve uygulamak istiyor musun?
zh_cn: 是否保存并应用现在的选项？
zh_tw: 是否儲存並套用現在的選項？

# options_modalHeader_renameProfile
source: Rename Profile
cs: Přejmenovat profil
fa: تغییرنام پروفایل
ru: Переименовать профиль
tr: Profili Yeniden Adlandır
uk: Перейменувати профіль
zh_cn: 重命名
zh_tw: 重新命名

# options_renameProfileName
source: New profile name
cs: Název nového profilu
fa: اسم جدید پروفایل
ru: Новое имя профиля
tr: Yeni profil adı
uk: Нова назва профілю
zh_cn: 新的名称
zh_tw: 新的名稱

# options_profileNameConflict
source: A profile with this name already exists.
cs: Profil s tímto názvem již existuje.
fa: یک پروفایل با این نام وجود دارد.
ru: Профиль с данным именем уже существует.
tr: Bu adda bir profil zaten var.
uk: Профіль з такою назвою вже існує.
zh_cn: 已经存在相同名称的情景模式。
zh_tw: 已經存在相同名稱的情景模式。

# options_profileNameReserved
source: Profile names beginning with double-underscore are reserved.
cs: Profil názvy začínající dvojité podtržítko, jsou vyhrazena.
fa: نام های پروفایل که با دو"_"(خط زیر) شروع میشوند رزرو میباشند.
ru: Имена профилей, начинающиеся с двойного подчёркивания, зарезервированы.
uk: Назви профілів з подвійним підкреслюванням зарезервовані.
zh_cn: 以双下划线开头的名称为系统保留，禁止使用。
zh_tw: 以雙下劃線開頭的名稱為系統保留，禁止使用。

# options_profileNameHidden
source: Profiles with names starting with underscore will be hidden on the popup menu. However, they can still be used in places like switch profile results.
cs: Profily s názvy začínají podtržítkem skrytý v místní nabídce. Však stále používají se v místech, jako je přepnutí profilu výsledky.
fa: پروفایل هایی که نامشان با دو زیر خط "_" شروع میشوند در منوی بالاپر مخفی میباشند . هرجند ، در مکان هایی مانند نتایج پروفایل متغیر ، قابل استفاده اند.
ru: Профили с именами, начинающимися с подчёркивания, будут скрыты во всплывающем меню. Тем не менее, они могут использоваться, например, в переключаемом профиле.
zh_cn: 以下划线开头的情景模式不会在弹出菜单中显示，但仍可被用作切换的结果等。
zh_tw: 以下劃線開頭的情景模式不會在彈出選單中顯示，但仍可被用作切換的結果等。

# options_modalHeader_replaceProfile
source: Replace Profile
cs: Nahradit profil
fa: جایگزینی پروفایل
ru: Заменить профиль
tr: Profili Yer Değiştir
uk: Замінити профіль
zh_cn: 替换情景模式
zh_tw: 取代情景模式

# options_replaceProfile
source: Replace Profile
cs: Nahradit profil
fa: جایگزینی پروفایل
ru: Заменить профиль
tr: Profili Yer Değiştir
uk: Замінити профіль
zh_cn: 替换
zh_tw: 取代

# options_replaceProfileConfirm
source: Do you really want to replace $FromProfile$ with $ToProfile$?
cs: Opravdu chcete nahradit $FromProfile$ s $ToProfile$?
fa: آیا قصد جایگزینی $FromProfile$ را با $ToProfile$ دارید ؟
ru: Заменить $FromProfile$ на $ToProfile$?
tr: Gerçekten $FromProfile$ profilini $ToProfile$ ile yer değiştirmek istiyor musun?
uk: Ви дійсно бажаєте замінити $FromProfile$ на $ToProfile$?
zh_cn: 您确定要使用 $ToProfile 来代替 $FromProfile$ 吗?
zh_tw: 您確定要使用 $ToProfile 來代替 $FromProfile$ 嗎?

# options_replaceProfileHelp
source: If you proceed, all rules pointing to $FromProfile$ will be updated to use $ToProfile$ instead. Other options, such as startup profile and Quick Switch will also be modified as appropriate. However, the two profile themselves will NOT be changed or deleted.
cs: Budete-li pokračovat, všechna pravidla, směřující na $FromProfile$ bude aktualizován tak, místo toho použít $ToProfile$. Další možnosti, například při spuštění profilu a rychlé přepínače budou také změněny podle potřeby. Však sami dva profil nebude být změněn nebo odstraněn.
fa: در صورت ادامه ، تمامی قوانین مربوط به $FromProfile$ بروز رسانی میشوند تا عضو $ToProfile$ شوند . دیگر تنظیمات ، همانند پروفایل آغازین و تغییر سریع به صورت مناسب تغییر میکنند . هرچند ، این دو پروفایل تغییر یا حذف نمیشوند .
ru: Если вы продолжите, все правила, указывающие на $FromProfile$, будут обновлены для использования $ToProfile$. Другие параметры, такие как профиль при запуске и быстрое переключение, также будут изменены соответствующим образом. Однако сами два профиля НЕ будут изменены или удалены.
zh_cn: 如果继续操作，则和 $FromProfile$ 有关的切换规则将改为使用 $ToProfile$ 来代替。此外，启动情景模式、快速切换等设置也会做相应调整。但请注意，此操作不影响这两个情景模式本身。
zh_tw: 如果繼續操作，則和 $FromProfile$ 有關的切換規則將改為使用 $ToProfile$ 來代替。此外，啟動情景模式、快速切換等設定也會做相應調整。但請注意，此操作不影響這兩個情景模式本身。

# options_replaceProfileSuccess
source: Options updated.
cs: Nastavení aktualizováno.
fa: تنظیمات بروزرسانی شد.
ru: Параметры обновлены.
tr: Seçenekler güncellendi.
uk: Налаштування оновлено.
zh_cn: 更改选项成功。
zh_tw: 變更選項成功。

# options_modalHeader_deleteProfile
source: Delete Profile
cs: Odstranit profil
fa: حذف پروفایل
ru: Удалить профиль
tr: Profil Sil
uk: Видалити профіль
zh_cn: 删除情景模式
zh_tw: 刪除情景模式

# options_deleteProfileConfirm
source: Do you really want to delete the following profile?
cs: Opravdu chcete odstranit tento profil?
fa: آیا از حذف نمودن پروفایل های زیرمطمئن هستید ؟
ru: Удалить следующий профиль?
tr: Aşağıdaki profili gerçekten silmek istiyor musun?
zh_cn: 真的要删除这个情景模式吗？
zh_tw: 真的要刪除這個情景模式嗎？

# options_modalHeader_cannotDeleteProfile
source: Unable to Delete Profile
cs: Nelze odstranit profil
fa: عدم موفقیت در حذف پروفایل
ru: Невозможно удалить профиль
tr: Profil Silinemedi
uk: Не вдалося видалити профіль
zh_cn: 情景模式无法删除
zh_tw: 情景模式無法刪除

# options_profileReferredBy
source: This profile cannot be deleted because it is referred by the following profiles:
cs: Tento profil nelze odstranit, protože se označuje následující profily:
fa: این پروفایل قابل حذف نمیباشد چونکه توسط این پروفایل ها صدا میشود :
ru: Этот профиль нельзя удалить, так как на него ссылаются следующие профили:
tr: Bu profil silinemez, çünkü aşağıdaki profillerle bağlantılı:
zh_cn: 这个情景模式仍然被以下情景模式使用，所以无法删除。
zh_tw: 這個情景模式仍然被以下情景模式使用，所以無法刪除。

# options_modifyReferringProfiles
source: You must modify these profiles and make them stop referring to this profile before you can delete it.
cs: Je třeba upravit tyto profily a zastavit, odkazující k tomuto profilu předtím, než můžete odstranit.
fa: قبل از حذف شما باید این پروفایل ها را تغییر دهید و از صدا زدن این پروفایل جلوگیری کنید .
ru: Вы должны изменить эти профили и заставить их перестать ссылаться на этот профиль, прежде чем сможете его удалить.
tr: Bu profilleri değiştirmeli ve silmeden önce bu profille bağlantılarını durdurmalısınız.
zh_cn: 修改以上所有情景模式并移除对此情景模式的引用后，方可删除此情景模式。
zh_tw: 修改以上所有情景模式並移除對此情景模式的引用後，方可刪除此情景模式。

# options_profileNameEmpty
source: The name of the profile must not be empty.
cs: Název profilu nesmí být prázdný.
fa: اسم پروفایل نمیتواند خالی باشد.
ru: Имя профиля не может быть пустым.
tr: Profil adı boş olamaz.
zh_cn: 情景模式名称不能为空。
zh_tw: 情景模式名稱不能為空。

# popup_title
source: SwitchyOmega Popup
cs: SwitchyOmega Vyskakovací okno
fa: بالاپر SwitchyOmega
ru: Всплывающее окно SwitchyOmega
tr: SwitchyOmega Açılır Pencere
uk: Спиваюче вікно SwitchyOmega
zh_cn: SwitchyOmega 弹出菜单
zh_tw: SwitchyOmega 彈出選單

# options_modalHeader_deleteRule
source: Delete Rule
cs: Odstranit pravidlo
fa: حذف قانون
ru: Удалить правило
tr: Kuralı Sil
uk: Видалити правило
zh_cn: 删除规则
zh_tw: 刪除規則

# options_modalHeader_proxyAuth
source: Proxy Authentication
cs: Ověřování proxy serveru
fa: تصدیق پروکسی
ru: Аутентификация прокси
zh_cn: 代理登录
zh_tw: 代理認證

# options_proxyAuthUsername
source: Username
cs: Uživatelské jméno
fa: نام کاربری
ru: Имя пользователя
tr: Kullanıcı adı
uk: Ім'я користувача
zh_cn: 用户名
zh_tw: 使用者名稱

# options_proxyAuthPassword
source: Password
cs: Heslo
fa: رمز عبور
ru: Пароль
uk: Пароль
zh_cn: 密码
zh_tw: 密碼

# options_proxyAuthShowPassword
source: Show password
ru: Показать пароль
tr: Parolayı göster
zh_cn: 显示密码
zh_tw: 顯示密碼

# options_proxyAuthHidePassword
source: Hide password
ru: Скрыть пароль
tr: Parolayı gizle
zh_cn: 隐藏密码
zh_tw: 隱藏密碼

# options_proxyAuthNone
source: No Authentication
cs: Bez ověřování
fa: بدون تصدیق
ru: Без аутентификации
zh_cn: (无密码)
zh_tw: (無密碼)

# options_deleteRuleConfirm
source: Do you really want to delete the following rule?
cs: Opravdu chcete odstranit toto pravidlo?
fa: واقعا قصد حذف نمودن قانون را دارید ؟
ru: Вы действительно хотите удалить следующее правило?
tr: Aşağıdaki kuralı silmek istediğine emin misin?
zh_cn: 真的要删除这个规则吗?
zh_tw: 真的要刪除這個規則嗎?

# options_deleteRule
source: Delete
cs: Odstranit
fa: پاک کردن
ru: Удалить
uk: Видалити
zh_cn: 删除
zh_tw: 刪除

# options_modalHeader_resetRules
source: Reset rules
cs: Obnovit pravidla
fa: ریست کردن قوانین
ru: Сбросить правила
tr: Kuralları sıfırla
uk: Скинути правила
zh_cn: 重置全部规则
zh_tw: 重設全部規則

# options_resetRulesConfirm
source: Are you sure to set the result profile of ALL rules to the following profile?
cs: Jste si jisti, nastavte profil výsledek všech pravidel pro tento profil?
fa: آیا از تغییر دادن نتایج پروفایل تمامی قوانین به پروفایل زیر مطمئن هستید ؟
ru: Установить итоговый профиль ВСЕХ правил для следующего профиля?
zh_cn: 真的要设置所有规则对应的情景模式为以下情景模式吗？
zh_tw: 真的要設定所有規則對應的情景模式為以下情景模式嗎？

# options_resetRules
source: Reset rules
cs: Obnovit pravidla
fa: ریست کردن قوانین
ru: Сбросить правила
tr: Kuralları sıfırla
uk: Скинути правила
zh_cn: 重置规则
zh_tw: 重設規則

# options_resetRules_help
source: Set profile for all rules
cs: Nastavit profil pro všechna pravidla
fa: تنظیم پورفایل برای تمام کاربران
ru: Установить профиль для всех правил
tr: Tüm kurallar için profil ayarla
uk: Призначити профіль для усіх правил
zh_cn: 批量设置所有规则的情景模式
zh_tw: 批量設定所有規則的情景模式

# options_modalHeader_deleteAttached
source: Remove Rule List
cs: Odstranit seznam pravidel
fa: حذف لیست قوانین
ru: Удалить список правил
tr: Kural Listesini Kaldır
uk: Видалити список правил
zh_cn: 移除规则列表
zh_tw: 移除規則清單

# options_deleteAttachedConfirm
source: Do you really want to remove the rule list from the current profile?
cs: Opravdu chcete odstranit seznam pravidel z aktuálního profilu?
fa: آیا از حذف نمودن لیست قوانین از پروفایل فعلی مطمئن هستید ؟
ru: Удалить список правил из текущего профиля?
tr: Geçerli profilden kural listesini gerçekten kaldırmak istiyor musun?
zh_cn: 真的要移除当前情景模式的在线规则列表吗？
zh_tw: 真的要移除目前情景模式的線上規則清單嗎？

# options_ruleListLineCount
source: $COUNT$ line(s) of rules
cs: $COUNT$ řádky pravidel
fa: قوانین : $COUNT$ خط
ru: $COUNT$ строк(и) правил
tr: $COUNT$ satır kural
uk: $COUNT$ строчок правил
zh_cn: 共计$COUNT$行规则
zh_tw: 共計$COUNT$行規則

# options_deleteAttached
source: Remove rule list
cs: Odstranit seznam pravidel
fa: حذف لیست قوانین
ru: Удалить список правил
tr: Kural listesini kaldır
uk: Видалити список правил
zh_cn: 移除规则列表
zh_tw: 移除規則清單

# options_modalHeader_newProfile
source: New Profile
cs: Nový profil
fa: پروفایل جدید
ru: Новый профиль
tr: Yeni Profil
uk: Новий профіль
zh_cn: 新建情景模式
zh_tw: 新建情景模式

# options_newProfileName
source: Profile name
cs: Název profilu
fa: اسم پروفایل
ru: Имя профиля
tr: Profil adı
uk: Назва профілю
zh_cn: 情景模式名称
zh_tw: 情景模式名稱

# options_profileType
source: Please select the type of the profile:
cs: Vyberte prosím typ profilu:
fa: لطفا نوع پروفایل را انتخاب نمایید :
ru: Выберете тип профиля:
tr: Lütfen profil türü seç:
uk: Будь ласка, оберіть тип профілю:
zh_cn: 请选择情景模式的类型:
zh_tw: 請選擇情景模式的類型:

# options_profileTypeFixedProfile
source: Proxy Profile
cs: Profil serveru proxy
fa: پروفایل پروکسی
ru: Профиль прокси
tr: Proxy Profili
uk: Профіль проксі-серверів
zh_cn: 代理服务器
zh_tw: 代理伺服器

# options_profileDescFixedProfile
source: Tunneling traffic through proxy servers.
cs: Tunelování provozu přes proxy servery.
fa: تونل ترافیک از طریق پروکسی سرور ها.
ru: Туннелирование трафика через прокси-сервера.
zh_cn: 经过代理服务器访问网站。
zh_tw: 經過代理伺服器訪問網站。

# options_profileTypePacProfile
source: PAC Profile
cs: PAC Profil
fa: پرفایل PAC
ru: Профиль PAC
tr: PAC Profili
uk: PAC профіль
zh_cn: PAC情景模式
zh_tw: PAC情景模式
