Repository: FelisCatus/SwitchyOmega
Catalog: omega-locales/*/LC_MESSAGES/omega-web.po
Languages: cs, fa, ru, tr, uk, zh_cn, zh_tw

# options_exportLegacyRuleList
source: Export rule lists using Proxy Switchy!/SwitchyPlus/SwitchySharp compatible format when possible.
cs: Exportovat pravidla seznamy pomocí Proxy Switchy!/SwitchyPlus/SwitchySharp kompatibilní formát pokud je to možné.
fa: لیست قوانین را به فرمت سازگار با "Proxy Switchy!/SwitchyPlus/SwitchySharp" در زمان ممکن خروجی بگیر .
ru: Экспортировать списки правил, используя совместимый с Proxy Switchy!/SwitchyPlus/SwitchySharp формат, когда это возможно.
uk: Вивантажити список правил у сумісному з Proxy Switchy!/SwitchyPlus/SwitchySharp форматі, якщо це можливо.
zh_cn: 导出规则列表时使用 Proxy Switchy!/SwitchyPlus/SwitchySharp 兼容格式。
zh_tw: 匯出規則清單時使用 Proxy Switchy!/SwitchyPlus/SwitchySharp 相容格式。

# options_exportLegacyRuleListHelp
source: Enable this option only if you publish rule lists for users of those projects.<br>Please consider advising your audience to upgrade to SwitchyOmega for the improvements.
cs: Tuto možnost použijte, pouze v případě, že publikujete pravidlo seznamy pro uživatele těchto projektů.<br>Prosím zvažte aktualizovat na SwitchyOmega pro zlepšení.
fa: این گزینه را تنها درصورتی که میخواهید لیست قوانین را برای کاربران اون پروژه ها انتشار دهید فعال کنید . <br>لطفا به کاربران خود پیشنهاد بروزرسانی به SwitchyOmega را برای بهره بری بهتر پیشنهاد دهید .
ru: Включайте эту функцию, только если вы публикуете списки правил для пользователей этих проектов.<br>Не стесняйтесь советовать вашим знакомым перейти на SwitchyOmega.
zh_cn: 如果您需要发布规则列表给那些软件的用户，请启用此选项。<br>建议您提醒订阅者升级到 SwitchyOmega 以享受新版功能。
zh_tw: 如果您需要釋出規則清單給那些軟體的使用者，請啟用此選項。<br>建議您提醒訂閱者升級到 SwitchyOmega 以享受新版功能。

# options_group_importExportSettings
source: Settings
cs: Nastavení
fa: تنظیمات
ru: Настройки
tr: Ayarlar
zh_cn: 选项
zh_tw: 選項

# options_makeBackup
source: Make backup
cs: Provést zálohu
fa: گرفتن پشتیبان
ru: Создать резервную копию
tr: Yedek oluştur
uk: Зробити резервну копію
zh_cn: 生成备份文件
zh_tw: 輸出備份檔案

# options_makeBackupHelp
source: Make a full backup of your options (including profiles and all other options).
cs: Provést plnou záloho Vašeho nastavení (obsahuje profily a veškeré další nastavení).
fa: گرفتن پشتیبان کامل از تنظیمات ( شامل پروفایل ها و تمامی تنظیمات ).
ru: Создание полной резервной копии ваших параметров (включая профили и все другие настройки).
tr: Tüm ayarlarının tam bir yedeğini oluştur (profiller ve diğer seçenekler dahil).
uk: Зробити повну резервну копію ваших налаштувань (включно з профілями та усіма іншими налаштуваннями).
zh_cn: 导出一份包括情景模式和其他所有选项的备份文件。
zh_tw: 匯出一份包括情景模式和其他所有選項的備份檔案。

# options_restoreLocal
source: Restore from file
cs: Obnovit ze souboru
fa: برگرداندن از فایل
ru: Восстановить из файла
tr: Dosyadan eski haline getir
uk: Відновити з файлу
zh_cn: 从备份文件恢复
zh_tw: 從備份檔案還原

# options_restoreLocalHelp
source: Restore your SwitchyOmega options from a local file.
cs: Obnovit Vaše SwitchyOmega nastavení z lokálního souboru.
fa: برگرداندن تنظیمات SwitchyOmega از یک فایل محلی.
ru: Восстановление настроек SwitchyOmega из локального файла резервной копии.
tr: SwitchyOmega seçeneklerini bir dosyadan eski haline getir.
zh_cn: 导入本地的备份文件以恢复所有选项。
zh_tw: 匯入本地的備份檔案以還原所有選項。

# options_restoreOnline
source: Restore from online
cs: Obnovit z online
fa: بازگرداندن از فایل آنلاین
ru: Восстановить по сети
tr: Çevirimiçi eski haline getir
zh_cn: 在线恢复
zh_tw: 線上還原

# options_restoreOnlinePlaceholder
source: Options file URL (e.g. 'http://example.com/switchy.bak')
cs: URL souboru nastavení (e.g. 'http://example.com/switchy.bak')
fa: تنظیمات آدرس فایل ( به طور مثال 'http://example.com/switchy.bak' )
ru: URL-адрес файла параметров (например, http://example.com/switchy.bak)
tr: Seçenekler dosyası bağlantısı (ör. 'http://example.com/switchy.bak')
uk: Адреса файла налаштувань (наприклад, 'http://example.com/switchy.bak')
zh_cn: 备份文件地址 (如：http://example.com/switchy.bak)
zh_tw: 備份檔案位址 (如：http://example.com/switchy.bak)

# options_restoreOnlineSubmit
source: Restore
cs: Obnovit
fa: بازگرداندن
ru: Восстановить
tr: Eski haline getir
uk: Відновити
zh_cn: 恢复
zh_tw: 還原

# options_group_syncing
source: Syncing (Experimental)
cs: Synchronizace (Experimentální)
fa: همگام سازی ( ازمایشی )
ru: Синхронизация (экспериментально)
tr: Eşitleniyor (Deneysel)
zh_cn: 选项同步 (测试中)
zh_tw: 選項同步 (測試中)

# options_syncEnable
source: Enable Syncing
cs: Povolit synchronizaci
fa: فعال سازی همگام سازی
ru: Включить синхронизацию
tr: Eşitlemeyi Etkinleş
uk: Вмикнути синхронізацію
zh_cn: 启用同步
zh_tw: 啟用同步

# options_syncEnableForce
source: Download from Syncing
cs: Stáhnout ze synchronizace
fa: دانلود از همگام سازی
ru: Скачать синхронизированное
tr: Eşitlemeden İndir
uk: Завантаження синхронізованих налаштувань
zh_cn: 下载云端版本
zh_tw: 下載雲端版本

# options_syncDisable
source: Disable syncing
cs: Zrušit synchronizaci
fa: غیرفعال کردن همگام سازی
ru: Отключить синхронизацию
tr: Eşitlemeyi pasifleştir
uk: Вимкнути синхронізацію
zh_cn: 禁用同步
zh_tw: 停用同步

# options_syncReset
source: Clear remote copy
cs: Odstranit vzdálenou kopii
fa: پاک کردن کپی ریموت
ru: Очистить сетевую копию
tr: Uzak kopyayı temizle
zh_cn: 删除云端版本
zh_tw: 刪除雲端版本

# options_syncPristineHelp
source: You can now automatically synchronize your settings and profiles across all your desktop devices running Chrome browser.
cs: Vy můžete nyní automaticky synchronizovat Vaše nastavení, profily napříč všemi desktop spuštěnými Chrome prohlížeči.
fa: شما اکنون میتوانید به صورت خودکار تمامی تنظیمات و پروفایل های خود را بین تمامی دستگاه های خانگی که از مرورگر کروم استفاده میکنند همگام سازی کنید .
ru: Теперь вы можете автоматически синхронизировать ваши настройки и профили на всех своих компьютерах с браузером Chrome.
zh_cn: 您可以将设置和情景模式同步到所有使用Chrome浏览器的桌面设备。
zh_tw: 您可以將設定和情景模式同步到所有使用Chrome瀏覽器的桌面裝置。

# options_syncSyncAlert
source: Your options are automatically synchronized with your other devices.
cs: Vaše nastavení jsou automaticky synchronizování s dalšími zařízeními.
fa: تنظیمات شما به صورت خودکار بین دیگر دستگاه های خود همگام سازی میشوند .
ru: Ваши параметры автоматически синхронизируются с другими вашими устройствами.
uk: Ваші налаштування автоматично синхронізовані поміж усіма вашими пристроями.
zh_cn: 您的设置将会自动与其他设备进行同步。
zh_tw: 您的設定將會自動與其他裝置進行同步。

# options_syncSyncHelp
source: Please note that you must sign in to Chrome on each of your devices (including this one) for the syncing to actually work. <br> You may check this section on other devices to ensure that it is working.
cs: Vezměte prosím na vědomí, že musíte se přihlásit k Chrome na každém zařízení (včetně této) pro synchronizaci skutečně pracovat. <br>Můžete zkontrolovat tuto sekci na jiných zařízeních, aby bylo zajištěno, že to funguje.
fa: لطفا توجه داشته باشید که برای کارکردن همگام سازی باید در مرورگرهای کروم خود وارد شده باشید (همین دستگاه راهم شامل میشود ).<br>میتوانید این قسمت را در دیگر دستگاه ها بررسی کنید تا مطمئن شوید که کار میکند .
ru: Обратите внимание, что вы должны войти в Chrome на каждом из ваших устройств (включая это), чтобы синхронизация действительно работала.<br>Вы можете проверить этот раздел на других устройствах, чтобы убедиться, что он работает.
uk: Слід завбачити, що ви повинні увійти в Chrome на кожному з ваших пристроїв (включаючи це), щоб синхронізація дійсно працювала.<br>Ви можете перевірити цей розділ на інших пристроях, щоб переконатися, що він працює.
zh_cn: 请注意：您需要在所有设备上（包括此设备）的Chrome浏览器中登录，这样同步的选项才能正常使用。<br>可以在其他设备上查看此页面，来检查同步是否生效。
zh_tw: 請注意：您需要在所有裝置上（包括此裝置）的Chrome瀏覽器中登入，這樣同步的選項才能正常使用。<br>可以在其他裝置上檢視此頁面，來檢查同步是否生效。

# options_syncConflictAlert
source: You have uploaded a copy of your options on another device via syncing.
cs: Načetli jste kopii svých nastavení/možností na jiném zařízení prostřednictvím synchronizace.
fa: شما یک کپی از تنظیمات خود را در یک دستگاه دیگر با استفاده از همگام سازی فراهم ساختید .
ru: Вы загрузили копию ваших параметров на другое устройство с помощью синхронизации.
uk: Ви вивантажили копію ваших налаштувань до іншого пристрою за допомогою синхронізації.
zh_cn: 您已经通过其他设备上传了一份选项用于同步。
zh_tw: 您已經通過其他裝置上傳了一份選項用於同步。

# options_syncConflictHelp
source: You may download the remote copy to your device if you like. <br>However, doing so would <b>overwrite your existing settings and profiles</b> on this device.
cs: Pokud budete chtít můžete stáhnout vzdálenou kopii do zařízení. <br>To tak by však <b>přepsat stávající nastavení a profily</b> v tomto zařízení.
fa: شما میتوانید کپی موجود در دیگر دستگاه خود را در اینجا دانلود کنید .<br>هرچند این عمل باعث میشود <b> تنظیمات این دستگاه پاک و تنظیمات آن یکی پروفایل مورد استفاده قرار گیرد </b>.
ru: Вы можете загрузить сетевую копию на своё устройство, если хотите.<br>Учтите, что это приведёт к <b>перезаписи существующих настроек и профилей</b> на данном устройстве.
zh_cn: 您可以将云端的选项下载到此设备使用。<br>一旦选择下载，<b>此设备上的设置和情景模式将会被覆盖</b>。
zh_tw: 您可以將雲端的選項下載到此裝置使用。<br>一旦選擇下載，<b>此裝置上的設定和情景模式將會被覆蓋</b>。

# options_syncUnsupportedHelp
source: Options syncing is not supported on your platform or browser. For now, only Chrome browser on desktop is supported.
cs: Možnosti synchronizace není podporována na platformě nebo prohlížeče. Pro tuto chvíli je podporován pouze prohlížeč Chrome na desktopu.
fa: همگام سازی تنظیمات بر روی پلتفورم یا مرورگر پشتیبانی نمیشود . تا کنون ،تنها مرورگر کروم خانگی پشتیبانی میشود.
ru: Параметры синхронизации не поддерживаются на вашей платформе или в браузере. На данный момент поддерживается только браузер Chrome для настольных устройств.
zh_cn: 选项同步暂不支持您的平台或浏览器。目前只支持桌面版Chrome的浏览器的同步，请谅解。
zh_tw: 選項同步暫不支援您的平臺或瀏覽器。目前只支援桌面版Chrome的瀏覽器的同步，請諒解。

# options_profileSyncDisabled
source: Syncing is disabled for this profile.
cs: Synchronizace je vypnutá pro tento profil.
fa: همگام سازی برای این پروفایل غیرفعال میباشد .
ru: Синхронизация отключена для этого профиля.
tr: Bu profil için eşitleme pasifleştirildi.
zh_cn: 此情景模式已经禁用同步。
zh_tw: 此情景模式已經停用同步。

# options_profileSyncDisabled_quotaPerItem
source: Syncing is disabled for this profile for using too much storage space.
cs: Synchronizace je zakázána pro tento profil pro použití příliš mnoho úložného prostoru.
fa: همگام سازی برای این پروفایل به دلیل استفاده ی زیاد از فضای حافظه غیرفعال شده است .
ru: Синхронизация отключена для этого профиля из-за использования слишком большого объёма памяти.
tr: Çok fazla depolama alanı kullanması sebebiyle bu profil için eşleme pasifleştirildi.
uk: Синхронізація вимкнена для цього профіля, тому що він використовує забагато місця.
zh_cn: 此情景模式使用存储空间过多，因此无法进行同步。
zh_tw: 此情景模式使用儲存空間過多，因此無法進行同步。

# options_profileTabPrefix
source: Profile ::
cs: Profil ::
fa: پروفایل ::
ru: Профиль:
tr: Profil ::
uk: Профіль ::
zh_cn: 情景模式：
zh_tw: 情景模式：

# options_renameProfile
source: Rename
cs: Přejmenovat
fa: تغییر نام
ru: Переименовать
tr: Yeniden adlandır
uk: Змінити назву
zh_cn: 更改名称
zh_tw: 變更名稱

# options_deleteProfile
source: Delete
cs: Smazat
fa: پاک کردن
ru: Удалить
tr: Sil
uk: Видалити
zh_cn: 删除
zh_tw: 刪除

# options_profileExportRuleList
source: Publish rule list
cs: Publikovat tento seznam podmínek
fa: انتشار لیست قوانین
ru: Опубликовать список правил
tr: Kural listesini yayınla
uk: Опублікувати список правил
zh_cn: 发布规则列表
zh_tw: 釋出規則清單

# options_profileExportRuleListHelp
source: Export Switch Rules as text format for publishing.
cs: Exportovat podmínky jako prostý text pro publikování.
fa: قوانین تغییر را به صورت تکست برای انتشار خروجی بگیر .
ru: Экспортировать правила переключения в текстовом формате для публикации.
tr: Geçiş kurallarını metin biçiminde yayınlama için dışa aktar.
uk: Вивантажити Правила перемикань у текстовому форматі для публікації.
zh_cn: 将切换规则导出为文本格式以便发布。
zh_tw: 將切換規則匯出為文字格式以便釋出。

# options_profileExportPac
source: Export PAC
cs: Exportovat PAC
fa: خروج PAC
ru: Экспортировать PAC
tr: PAC Dışa Aktar
uk: Вивантажити PAC
zh_cn: 导出PAC
zh_tw: 匯出PAC

# options_profileUnsupported
source: Unsupported profile type $TYPE$!
cs: Nepodporovaný profil typu $TYPE$!
fa: نوع $TYPE$! برای پروفایل پشتیبانی نمیشود!
ru: Тип профиля $TYPE$ не поддерживается!
tr: Desteklenmeyen profil türü $TYPE$!
uk: Непідтримуваний тип профілю $TYPE$!
zh_cn: 不支持的情景模式类型： $TYPE$!
zh_tw: 不支援的情景模式類型： $TYPE$!

# options_profileUnsupportedHelp
source: The options could be broken, or from a newer version of this program.
cs: Tato možnost může zlobit s novější verzí tohoto programu.
fa: این گزینه ممکن است خراب شده باشد ، یا از یک ورژن جدیدی از برنامه باشد .
ru: Возможно, параметр испорчен, или он из новой версии программы.
uk: Налаштування можуть бути пошкоджені або належати до новішої версії цієї програми.
zh_cn: 选项文件已经损坏，或者当前版本过低无法处理选项。
zh_tw: 選項檔案已經損壞，或者目前版本過低無法處理選項。

# options_profileEditSource
source: Edit source code
cs: Editovat zdrojový kód
fa: ویرایش سورس کد
ru: Изменить исходный код
tr: Kaynak kodunu düzenle
zh_cn: 编辑源代码
zh_tw: 編輯原始碼

# options_profileEditSourceHelp
source: Show help about the source code format
cs: Zobraz nápovědu o formátování zdrojového kódu
fa: نمایش کمک درباره ی فرمت سورس کد
ru: Показать справку о формате исходного кода
tr: Kaynak kodu biçimi hakkında yardım göster
zh_cn: 显示源代码格式相关的帮助
zh_tw: 顯示原始碼格式相關的說明

# options_group_proxyServers
source: Proxy servers
cs: Proxy servery
fa: سرور های پروکسی
ru: Прокси-сервера
uk: Проксі-сервери
zh_cn: 代理服务器
zh_tw: 代理伺服器

# options_proxy_scheme
source: Scheme
cs: Schéma
fa: طرح
ru: Схема
tr: Şema
uk: Схема
zh_cn: 网址协议
zh_tw: 網址協議

# options_proxy_protocol
source: Protocol
cs: Protokol
fa: پروتکل
ru: Протокол
tr: Protokol
uk: Протокол
zh_cn: 代理协议
zh_tw: 代理協議

# options_proxy_server
source: Server
fa: سرور
ru: Сервер
tr: Sunucu
uk: Сервер
zh_cn: 代理服务器
zh_tw: 代理伺服器

# options_proxy_port
source: Port
fa: پورت
ru: Порт
uk: Порт
zh_cn: 代理端口
zh_tw: 連接埠

# options_proxy_auth
source: Authentication
cs: Ověřování
fa: تصدیق
ru: Аутентификация
tr: Kimlik doğrulama
zh_cn: 代理登录
zh_tw: 代理認證

# options_proxy_authNotSupported
source: Your browser DOES NOT support $PROTOCOLDISP$ proxy authentication! Please do not report this issue to SwitchyOmega. Contact the support for your browser instead.
ru: Ваш браузер НЕ поддерживает аутентификацию прокси $PROTOCOLDISP$! Пожалуйста, не сообщайте об этой проблеме в SwitchyOmega. Вместо этого обратитесь в службу поддержки вашего браузера.
zh_cn: 您的浏览器不支持 $PROTOCOLDISP$ 代理认证！如有问题请联系您的浏览器支持，请勿反馈此问题给 SwitchyOmega.
zh_tw: 您的瀏覽器不支持 $PROTOCOLDISP$ 代理認證！如有問題請聯繫您的瀏覽器支持，請勿反饋此問題給 SwitchyOmega.

# options_proxy_authAllWarningPac
source: Warning: The username/password may be sent to unexpected servers returned by the PAC script.
cs: Varování: Uživatelské jméno a heslo může být nečekané serverům zaslána vrácenou skriptem PAC.
fa: اخطار : نام کاربری / رمز عبور ممکن است برای سرور های غیرمنتظره توسط اسکریپت PAC بازگشتی فرستاده شود .
ru: Внимание: имя пользователя/пароль могут быть отправлены на непредсказуемые серверы, возвращённые PAC-скриптом.
zh_cn: 警告: 用户名密码将会提供给PAC脚本返回的任何服务器，有时目标服务器会出乎您的预料。
zh_tw: 警告: 使用者名稱和密碼將會提供給 PAC 指令碼返回的任何伺服器，有時目標伺服器會出乎您的預料。

# options_proxy_authAllWarningPacUrl
source: Please make sure that you trust the script provided via the URL above before entering sensitive credentials.
cs: Ujistěte se prosím, důvěryhodných skriptů poskytované prostřednictvím adresy URL nad před vstupem do citlivých pověření.
fa: قبل از ارسال هرگونه اطلاعات حساس ، لطفا از اعتبار اسکریپ فراهم شده در ادرس بالا اطمینان حاصل فرمایید .
ru: Убедитесь, что вы доверяете скрипту по указанному выше URL-адресу, перед вводом конфиденциальных учётных данных.
zh_cn: 在提供用户名和密码时，请先确保您可以信任以上网址提供的PAC脚本。
zh_tw: 在提供使用者名稱和密碼時，請先確保您可以信任以上網址提供的 PAC 指令碼。

# options_proxy_authAllWarningPacScript
source: Please make sure that you trust the script below before providing sensitive credentials.
cs: Přesvědčte se, zda důvěřovat skript níže než poskytnutí citlivých pověření.
fa: قبل از ارسال هرگونه اطلاعات حساس ،لطفا از اعتبار اسکریپ فراهم شده در پایین اطمینان حاصل فرمایید .
ru: Убедитесь, что вы доверяете приведённому ниже скрипту, прежде чем предоставлять конфиденциальные учётные данные.
zh_cn: 在提供用户名和密码时，请先确保您可以信任以下输入的PAC脚本。
zh_tw: 在提供使用者名稱和密碼時，請先確保您可以信任以下輸入的 PAC 指令碼。

# options_proxy_authReferencedWarning
source: Additionally, using this profile in other profiles (e.g. Switch Profile) may cause the username/password to be sent to proxy servers configured in other profiles.
cs: Navíc použití tohoto profilu v jiných profilech (např. profil Switch) může způsobit uživatelské jméno a heslo k odeslání k serverům proxy, které jsou nakonfigurovány v jiných profilech.
fa: در ضمن ، استفاده از این پروفایل در دیگر پروفایل ها ( به طور مثال : پروفایل متغیر ) ممکن است باعث ارسال نام کاربری / رمز به سرور های تعیین شده در دیگر پروفایل ها شود.
ru: К тому же, использование этого профиля в других профилях (например, «Переключаемого профиля») может привести к отправке имени пользователя/пароля на прокси-сервера, настроенные в других профилях.
zh_cn: 此外，在其他情景模式（如自动切换）中使用此情景时，可能会导致用户名和密码被发送至其他情景模式中设置的服务器。
zh_tw: 此外，在其他情景模式（如自動切換）中使用此情景時，可能會導致使用者名稱和密碼被傳送至其他情景模式中設定的伺服器。

# options_scheme_default
source: (default)
cs: (výchozí)
fa: (پیش فرض)
ru: (по умолчанию)
tr: (varsayılan)
uk: (за замовчуванням)
zh_cn: (默认)
zh_tw: (預設)

# options_protocol_direct
source: DIRECT
cs: PŘÍMÉ
fa: مستقیم
ru: НАПРЯМУЮ
zh_cn: 直接连接
zh_tw: 直接連線

# options_protocol_useDefault
source: (use default)
cs: (použít výchozí)
fa: (استفاده از پیش فرض)
ru: (настройки по умолчанию)
tr: (varsayılanı kullan)
zh_cn: (同默认)
zh_tw: (同預設)

# options_proxy_single
source: Use the proxy above for all protocols.
cs: Používejte proxy výše pro všechny protokoly.
fa: استفاده از پروکسی بالا برای همه ی پروتکل ها.
ru: Использовать прокси выше для всех протоколов.
uk: Використовуати цей проксі для усіх протоколів.
zh_cn: 对于所有代理使用相同服务器。
zh_tw: 對於所有代理使用相同伺服器。

# options_proxy_expand
source: Show Advanced
cs: Zobraz pokročilé
fa: نمایش پیشرفته
ru: Показать расширенный вид
tr: Gelişmişi Göster
uk: Показати розширені налаштування
zh_cn: 显示高级设置
zh_tw: 顯示進階設定

# options_group_bypassList
source: Bypass List
cs: Seznam vynechaných serverů
fa: لیست استثنا
ru: Список исключений
tr: Baypas Listesi
uk: Список ігнорованих вузлів
zh_cn: 不代理的地址列表
zh_tw: 不代理的位址清單

# options_bypassListHelp
source: Servers for which you do not want to use any proxy: (One server on each line.)
cs: Servery, které chcete použít při proxy: (jeden server na každém řádku.)
fa: سرورهایی که نمیخواهید برای آن ها از پروکسی استفاده کنید : ( هرکدام در یک خط . )
ru: Сервера, для которых не надо использовать прокси (один сервер на строку):
zh_cn: 不经过代理连接的主机列表: (每行一个主机)
zh_tw: 不經過代理連線的主機清單: (每行一個主機)

# options_bypassListHelpLinkText
source: (Wildcards and more available…)
fa: ( فرانویسه و بیشتر فراهم است .... )
ru: (Доступны шаблоны и прочее…)
tr: (Joker karakterleri ve daha fazlası…)
zh_cn: (可使用通配符等匹配规则…)
zh_tw: (可使用萬用字元等比對規則…)

# options_group_pacUrl
source: PAC URL
fa: آدرس PAC
ru: URL-адрес PAC
tr: PAC Bağlantısı
zh_cn: PAC 网址
zh_tw: PAC 網址

# options_pacUrlHelp
source: The PAC script will be updated from this URL. If it is left blank, the following script will be used directly instead.
cs: PAC skript bude aktualizován z této adresy URL. Pokud je ponechán prázdný, následující skript bude použit přímo.
fa: اسکریپ PAC از این آدرس بروزرسانی میشود . درصورت خالی بودن ، اسکریپت زیر به صورت مستقیم استفاده میشود .
ru: PAC-скрипт будет обновляться с этого URL-адреса. Если его оставить пустым, будет использоваться следующий скрипт.
zh_cn: 应用将从此网址下载PAC脚本。如果网址留空，则直接使用下方的脚本内容。
zh_tw: 應用將從此網址下載PAC指令碼。如果網址留空，則直接使用下方的指令碼內容。

# options_pacUrlFile
source: PAC profiles with file: URLs can only be applied directly. They cannot be used as result profiles because local files cannot be accessed due to browser limitation.
cs: PAC profily s souboru: adresy URL lze použít pouze přímo. Jejich nelze použít jako výsledek profily, protože místní soubory není přístupná z důvodu omezení prohlížeče.
fa: پروفایل های PAC به همراه فایل : آدرس ها تنها میتوانند مستقیما اعمال شوند . به دلیل محدودیت مرورگر فایل های محلی دسترسی قابل دسترسی نمیباشند که سبب میشود که نتوان از آن ها به عنوان نتایج پروفایل استفاده کرد.
ru: Профили PAC с файлом: URL-адреса могут применяться только напрямую. Они не могут использоваться в качестве профилей результатов, так как доступ к локальным файлам невозможен из-за ограничений браузера.
zh_cn: 如果您使用本地PAC文件，则该情景模式只能单独使用，无法作为自动切换的结果。这是因为浏览器不允许读取本地文件。
zh_tw: 如果您使用本地PAC檔案，則該情景模式只能單獨使用，無法作為自動切換的結果。這是因為瀏覽器不允許讀取本地檔案。

# options_pacUrlFileDisabled
source: Therefore, you cannot use local PAC file for this profile. You can create a new PAC profile for that if you really want that.
cs: Proto nelze použít místní soubor PAC pro tento profil. Pokud opravdu chcete, můžete vytvořit nový profil PAC.
fa: از اینرو ، شما نمیتوانید از فایل های PAC محلی استفاده نمایید . شما میتوانید یک پروفایل PAC جدید بسازید اگر واقعا نیاز هست .
ru: Поэтому вы не можете использовать локальный файл PAC для данного профиля. Вы можете создать новый профиль PAC, если это действительно нужно.
zh_cn: 此情景模式已被引用，所以不能使用本地PAC文件。如果您真的需要使用本地文件，请另外新建一个PAC情景模式。
zh_tw: 此情景模式已被引用，所以不能使用本地PAC檔案。如果您真的需要使用本地檔案，請另外新建一個PAC情景模式。

# options_group_pacScript
source: PAC Script
cs: PAC Skript
fa: اسکریپت PAC
ru: PAC-скрипт
tr: PAC Betiği
uk: PAC-скрипт
zh_cn: PAC 脚本
zh_tw: PAC 指令碼

# options_pacScriptLastUpdate
source: PAC script downloaded at $TIME$:
cs: PAC skript stažený v $TIME$:
fa: دانلود اسکریپت PAC در تاریخ $TIME$:
ru: PAC-скрипт загружен $TIME$:
tr: PAC betiği indirilme zamanı $TIME$:
zh_cn: PAC 脚本最后更新时间：$TIME$
zh_tw: PAC 指令碼最後更新時間：$TIME$

# options_pacScriptObsolete
source: PAC script is obsolete due to URL change. Press the download button above to update.
cs: PAC skript je zastaralá kvůli změně adresy URL. Stiskněte tlačítko Stáhnout výše k aktualizaci.
fa: اسکریپ PAC به دلیل تغییر آدرس منسوخ میباشد . دکمه ی دانلود بالا را برای بروز رسانی فشاردهید .
ru: PAC-скрипт устарел так как URL был изменён. Нажмите кнопку загрузки выше для обновления.
zh_cn: 修改网址后尚未下载更新，因此脚本已经过时。请使用上方的更新按钮进行下载。
zh_tw: 修改網址後尚未下載更新，因此指令碼已經過時。請使用上方的更新按鈕進行下載。

# options_group_virtualProfile
source: Virtual Profile
cs: Virtuální profil
fa: پرووفایل مجازی
ru: Виртуальный профиль
tr: Sanal Profil
uk: Віртуальний профіль
zh_cn: 虚情景模式
zh_tw: 虛情景模式

# options_virtualProfileTarget
source: Target
cs: Cíl
fa: هدف
ru: Цель
tr: Hedef
uk: Мета
zh_cn: 目标
zh_tw: 目標

# options_virtualProfileTargetHelp
source: When this profile is applied, it acts exactly the same as the profile selected below.
cs: Při použití tohoto profilu, funguje stejně jako profilu vybraný níže.
fa: در هنگام اعمال این پروفایل ، دقیقا همانند پروفایل انتخاب شده ی پایینی عمل میکند .
ru: Когда этот профиль применяется, он действует точно так же, как профиль, выбранный ниже.
tr: Bu profil uygulandığında, aşağıda seçilen profille tamamen aynı şekilde hareket eder.
zh_cn: 当使用此情景模式时，相当于使用了以下情景模式：
zh_tw: 當使用此情景模式時，相當於使用了以下情景模式：

# options_group_virtualProfileReplace
source: Migrate to Virtual Profile
cs: Migrovat do virtuálního profilu
fa: مهاجرت به پروفایل مجازی
ru: Перенести в виртуальный профиль
tr: Sanal Profile Taşı
zh_cn: 迁移到虚情景模式
zh_tw: 遷移到虛情景模式

# options_virtualProfileReplace
source: Replace target profile
cs: Nahradit cílový profil
fa: پروفایل هدف را جایگزین کنید
ru: Заменить целевой профиль
tr: Hedef profille yer değiştir
uk: Замінити цільовий профіль
zh_cn: 取代目标情景模式
zh_tw: 取代目標情景模式
