Repository: FelisCatus/SwitchyOmega
Catalog: omega-locales/*/LC_MESSAGES/omega-web.po
Languages: cs, fa, ru, tr, uk, zh_cn, zh_tw

# popup_errorLog
source: Save error log
cs: Uložit protokol chyb
fa: ذخیره لاگ خطا
ru: Сохранить журнал ошибок
tr: Hata kayıtlarını kaydet
uk: Зберегти журнал помилок
zh_cn: 保存错误日志
zh_tw: 儲存錯誤記錄

# popup_requestErrorCount
source: $COUNT$ failed resources
cs: $COUNT$ chybových požadavků
fa: $COUNT$ خطای منبع
ru: $COUNT$ неудачных ресурсов
uk: $COUNT$ невдало завантажених ресурсів
zh_cn: $COUNT$个资源未加载
zh_tw: $COUNT$個資源未載入

# popup_requestErrorHeading
source: Resources that failed to load
cs: Zdroje, které se nepodařilo načíst
fa: عدم موفقیت در بارگزاری منابع
ru: Ресурсы, которые не удалось загрузить
tr: Yüklemesi başarısız olan kaynaklar
uk: Ресурси, шо не вдалося завантажити
zh_cn: 加载失败的资源列表
zh_tw: 載入失敗的資源清單

# popup_requestErrorWarning
source: A few resources failed to load due to issues with your network, proxy server or the webpage.
cs: Několik zdrojů se nepodařilo načíst kvůli potížím se sítí.
fa: بارگزاری تعدا کمی از منابع بخاطر مشکلات شبکه ، سرور پروکسی یا صفحه ی وب به مشکل برخورد .
ru: Невозможно загрузить несколько ресурсов из-за проблем с сетью, прокси-сервером или веб-страницей.
zh_cn: 由于网络原因，此页面部分资源加载失败。这些问题可能是由您的网络、代理服务器或网站本身引起的。
zh_tw: 由於網路原因，此頁面部分資源載入失敗。這些問題可能是由您的網路、代理伺服器或網站本身引起的。

# popup_requestErrorWarningHelp
source: SwitchyOmega is just the reporter of these issues, not the cause of them.
cs: SwitchyOmega jen reportuje tyto chyby, ale není příčinou těchto chyb.
fa: SwitchyOmega تنها گزارش دهنده این خطاها میباشد ، نه ایجاد کننده ی آن ها .
ru: SwitchyOmega просто сообщает о них, а не является причиной.
zh_cn: 这些问题并非由 SwitchyOmega 自身导致，它只不过检测并报告了错误而已。
zh_tw: 這些問題並非由 SwitchyOmega 自身導致，它只不過偵測並報告了錯誤而已。

# popup_requestErrorAddCondition
source: You can review the following domains and use proxy for them when appropriate.
cs: Můžete zkontrolovat následující domény a použít proxy server pro ně v případě potřeby.
fa: شما میتوانید دامین های زیر را بررسی کنید و در صورت نیاز از پروکسی برای آن ها استفاده نمایید .
ru: Вы можете просмотреть следующие домены и использовать прокси для них при необходимости.
zh_cn: 您可以查看以下域名，并根据实际情况确定是否对其使用代理。
zh_tw: 您可以檢視以下域名，並依據實際情況確定是否對其使用代理。

# popup_requestErrorCannotAddCondition
source: You can add switch conditions for them only when using a Switch Profile.
cs: Můžete přidat podmínky, přepínač se použije pouze při použití Přepnout profil.
fa: شما در صورتی میتوانید شرط متغییر ( سوییچ) برای آن ها تعیین کنید که از پروفایل متغییر استفاده کرده باشید .
ru: Вы можете добавить условия переключения для них только при использовании «Переключаемого профиля».
zh_cn: 在使用自动切换情景时，才可以将这些资源添加为切换条件。
zh_tw: 在使用自動切換情景時，才可以將這些資源新增為切換條件。

# popup_configureMonitorWebRequests
source: Configure Network Monitor
cs: Konfigurovat monitor sítě
fa: تنظیم مانیتور شبکه
ru: Настроить монитор сети
tr: Ağ İzleyicisini Yapılandır
uk: Налаштувати Network Monitor
zh_cn: 设置网络检测选项
zh_tw: 設定網路偵測選項

# options_resultProfileForSelectedDomains
source: Use this profile for all selected domains
cs: Použít tento profil pro všechny vybrané domény
fa: از این پروفایل برای تمامی دامنه های منتخب استفاده کن
ru: Использовать этот профиль для всех выбранных доменов
tr: Bu profili seçilen alan adları için kullan
uk: Використати цей профіль для усіх обраних деменів
zh_cn: 对所有选中域名使用此情景模式：
zh_tw: 對所有選中域名使用此情景模式：

# options_pac_profile_unsupported_moz
source: PAC Profiles WILL NOT work in Mozilla Firefox due to technical limitations!
ru: Профили PAC НЕ будут работать в Mozilla Firefox из-за технических ограничений!
zh_cn: 由于技术限制，PAC 情景模式无法在 Mozilla Firefox 上工作！
zh_tw: 由於技術限制，PAC 情景模式無法在 Mozilla Firefox 上工作！

# popup_issueTemplate
source: <!-- Please write your comment ABOVE this line. --> SwitchyOmega $projectVersion$ $userAgent$
cs: <!-- Please write your comment ABOVE this line. --> Přeložil Filip Havlin SwitchyOmega $projectVersion$ $userAgent$
fa: <!-- لطفا توضیحات خود را در بالای این خط بنویسید. --> SwitchyOmega $projectVersion$↵ $userAgent$
ru: <!-- Напишите свой комментарий над этой строкой.--> SwitchyOmega $projectVersion$ $userAgent$
tr: <!-- Yorumunuzunu bu satırın ÜSTÜNE yazın. --> SwitchyOmega $projectVersion$ $userAgent$
zh_cn: <!-- ↑请在此行上方填写问题/建议详情，可用中文↑ --> SwitchyOmega $projectVersion$ $userAgent$
zh_tw: <!-- ↑請在此行上方填寫問題/建議詳情，可用中文↑ --> SwitchyOmega $projectVersion$ $userAgent$

# browserAction_profileDetails_PacProfile
source: (PAC script)
cs: (PAC skript)
fa: ( اسکریپت PAC )
ru: (PAC-скрипт)
tr: (PAC betiği)
uk: (PAC-скрипт)
zh_cn: (PAC 脚本)
zh_tw: (PAC 指令碼)

# browserAction_profileDetails_SystemProfile
source: (controlled by other extensions or environment)
cs: (kontrolované jinými rozšířeními nebo prostředím)
fa: ( کنترل شده توسط دیگر افزونه ها یا محیط )
ru: (управляется другими расширениями или окружением)
tr: (diğer uzantılar veya çevre değişkenleri tarafından kontrol ediliyor)
zh_cn: (由其他扩展或系统环境控制)
zh_tw: (由其他擴充功能或系統環境控制)

# browserAction_profileDetails_DirectProfile
source: (not using any proxy)
cs: (nepoužívá žádné proxy)
fa: (عدم استفاده از هرگونه پروکسی)
ru: (не использовать никаких прокси)
tr: (hiçbir proxy kullanmıyor)
uk: (не використовується жоден проксі)
zh_cn: (不使用任何代理)
zh_tw: (不使用任何代理)

# browserAction_profileDetails_SwitchProfile
source: (switching based on conditions)
cs: (přepínání na základě podmínek)
fa: (جابه جایی بر اساس شروط)
ru: (переключение на основе условий)
tr: (şart temelli geçiş yapma)
uk: (перемикання за умовами)
zh_cn: (根据条件切换)
zh_tw: (依據條件切換)

# browserAction_profileDetails_RuleListProfile
source: (switching based on rule list)
cs: (přepínání na základě seznamu pravidel)
fa: (جابه جایی بر اساس لیست قوانین)
ru: (переключение на основе правил)
tr: (kural listesi temelli geçiş yapma)
uk: (перемикання за списком правил)
zh_cn: (根据规则列表切换)
zh_tw: (依據規則清單切換)

# browserAction_titleNewerOptions
source: ERROR: A newer version of SwitchOmega is required to load the stored options.
cs: Chyba: Novější verze SwitchOmega je potřeba pro uložené nastavení/možnosti.
fa: خطا : یک ورژن جدید تر از SwitchOmega برای اجرای تنظیمات دخیره شده نیازمند است .
ru: ОШИБКА: для загрузки сохранённых параметров требуется более новая версия SwitchOmega.
uk: ПОМИЛКА: для завантаження збережених параметрів потрібна новіша версія SwitchOmega.
zh_cn: 错误：需要新版本的SwitchyOmega才能加载当前选项。
zh_tw: 錯誤：需要新版本的SwitchyOmega才能載入目前選項。

# browserAction_titleOptionError
source: ERROR: The stored options are corrupted. Click here to RESET OPTIONS.
cs: Chyba: Uložené volby jsou poškozeny. Chcete-li obnovit možnosti klikněte zde.
fa: خطا : تنظیمات دخیره شده خراب شده اند .برای ریست کردن تنظیمات کلیک کنید .
ru: ОШИБКА: сохранённые параметры повреждены. Нажмите здесь, чтобы СБРОСИТЬ ПАРАМЕТРЫ.
zh_cn: 错误：选项文件已经损坏，点击此处重置选项。
zh_tw: 錯誤：選項檔案已經損壞，點選此處重設選項。

# browserAction_titleDownloadFail
source: Warning: Failed to download PAC scripts and/or rule lists.
cs: Upozornění: Nepodařilo se stáhnout PAC skripty nebo seznam pravidel.
fa: اخطار: شکست در دانلود اسکریپت PAC و/یا لیست های قوانین .
ru: Предупреждение: невозможно загрузить PAC-скрипт и/или список правил.
zh_cn: 警告：更新PAC文件或规则列表失败。
zh_tw: 警告：更新PAC檔案或規則清單失敗。

# browserAction_titleExternalProxy
source: Note: The proxy settings are currently controlled by other app(s).
cs: Poznámka: Nastavení serveru proxy jsou v současnosti řízena jinými aplikacemi.
fa: نکته : تنظیمات پروکسی هم اکنون توسط دیگر برنامه (ها) مدیریت میشود .
ru: Замечание: в данный момент, настройки прокси контролируются другим приложением.
zh_cn: 注意：其他应用正在控制当前代理设置。
zh_tw: 注意：其他應用正在控制目前代理設定。

# browserAction_titleInspect
source: [Inspect] $URL$
cs: [Prohlédnout] $URL$
fa: [بررسی] $URL$
ru: [Проверить] $URL$
uk: [Перевірити] $URL$
zh_cn: [检查] $URL$
zh_tw: [檢查] $URL$

# browserAction_defaultRuleDetails
source: (default)
cs: (výchozí)
fa: (پیش فرض)
ru: (по умолчанию)
uk: (за замовчуванням)
zh_cn: (默认)
zh_tw: (預設)

# browserAction_directResult
source: DIRECT
cs: PŘÍMÉ
fa: مستقیم
ru: НАПРЯМУЮ
uk: НАПРЯМУ
zh_cn: 直接连接
zh_tw: 直接連線

# browserAction_attachedPrefix
source: (RL)
zh_cn: (列表)
zh_tw: (清單)

# browserAction_tempRulePrefix
source: (TEMP)
cs: (DOČASNÉ)
fa: (موقت)
zh_cn: (临时)
zh_tw: (臨時)

# contextMenu_inspectPage
source: Inspect proxy used for this page
cs: Zkontrolujte proxy pro tuto stránku
fa: بررسی پروکسی مورد استفاده برای این صفحه
ru: Проверить прокси, использованный для этой страницы
zh_cn: 检查此页面使用的代理
zh_tw: 檢查此頁面使用的代理

# contextMenu_inspectFrame
source: Inspect proxy used for this Frame
cs: Zkontrolujte proxy pro tento Frame
fa: بررسی پروکسی مورد استفاده برای این فریم
ru: Проверить прокси, использованный для этого фрейма
zh_cn: 检查此[框架页面]使用的代理
zh_tw: 檢查此[框架頁面]使用的代理

# contextMenu_inspectLink
source: Inspect proxy to be used if this Link is opened
cs: Zkontrolujte, zda server proxy používaná tento prvek
fa: بررسی پروکسی مورد استفاده اگر لینک باز شود
ru: Проверить прокси для открытия этой ссылки
zh_cn: 检查此[链接目标]将会使用的代理
zh_tw: 檢查此[連結目標]將會使用的代理

# contextMenu_inspectElement
source: Inspect proxy used for this Element
cs: Zkontrolujte, zda server proxy používaná tento prvek
fa: بررسی پروکسی مورد استفاده برای این المان
ru: Проверить прокси, использованный для этого элемента
uk: Перевірити проксі для цього елементу сторінки
zh_cn: 检查此[元素]使用的代理
zh_tw: 檢查此[元素]使用的代理

# contextMenu_enableQuickSwitch
source: Enable Quick Switch
cs: Povolit rychlé přepínání
fa: فعال سازی تغییر سرعتی
ru: Включить быстрое переключение
tr: Hızlı Geçişi Etkinleştir
uk: Включити Швидке перемикання
zh_cn: 启用快速切换
zh_tw: 啟用快速切換

# about_title
source: About
fa: درباره
ru: О расширении
tr: Hakkında
uk: Інформація
zh_cn: 关于
zh_tw: 關於

# about_app_description
source: A proxy configuration tool
fa: ابزار پیکربندی پراکسی
ru: Инструмент настройки прокси
tr: Proxy yapılandırma aracı
uk: Інструмент для налаштування проксі-серверів
zh_cn: 一个代理设置工具
zh_tw: 一個代理設定工具

# about_version
source: Version $VERSION$
fa: نسخه $VERSION$
ru: Версия $VERSION$
tr: Sürüm $VERSION$
uk: Версія $VERSION$
zh_cn: 版本 $VERSION$
zh_tw: 版本 $VERSION$

# about_experimental_warning_moz
source: Mozilla Firefox support is highly experimental! If you encounter issues, please report using the buttons below.
ru: Поддержка Mozilla Firefox экспериментальная! Если у вас возникли проблемы, сообщите о них с помощью кнопок ниже.
tr: Mozilla Firefox seteği yüksek oranda deneyseldir! Hatalar ile karşılaşırsanız, aşağıdaki düğmeleri kullanarak lütfen raporlayın.
uk: Підтримка браузеру Mozilla Firefox вкрай експериментальна! Якщо ви стикнетися із проблемами, повідомте про це, використовуючи кнопки нижче.
zh_cn: Mozilla Firefox 浏览器支持目前仍处于早期实验阶段！如果您遇到任何问题，请使用下方的按钮进行反馈。
zh_tw: Mozilla Firefox 瀏覽器支持目前仍處於早期實驗階段！如果您遇到任何問題，請使用下方的按鈕進行回報。

# about_disclaimer_networkService
source: SwitchyOmega does not provide proxies, VPNs, or other network services.
ru: SwitchyOmega не предоставляет прокси, VPN или другие сетевые сервисы.
tr: SwitchyOmega proxy, VPN veya diğer ağ servislerini sağlamaz.
uk: SwitchyOmega не надає адреси проксі-серверів, VPN-серверів або інших мережевих сервісів.
zh_cn: SwitchyOmega 不提供代理服务器、VPN等网络服务。
zh_tw: SwitchyOmega 不提供代理伺服器、VPN等網路服務。

# about_disclaimer_privacy
source: SwitchyOmega does not track you or insert ads into webpages. Please see our <a href='https://github.com/FelisCatus/SwitchyOmega/wiki/Privacy#english'>privacy policy</a>.
ru: SwitchyOmega не отслеживает вас и не вставляет рекламу в веб-страницы. Пожалуйста, ознакомьтесь с нашей <a href='https://github.com/FelisCatus/SwitchyOmega/wiki/Privacy#english'>политикой конфиденциальности</a>.
tr: SwitchyOmega sizi takip etmez veya internet sitelerine reklam yerleştirmez. Lütfen <a href='https://github.com/FelisCatus/SwitchyOmega/wiki/Privacy#english'>gizlilik politikası</a> sayfasına bakın.
zh_cn: SwitchyOmega 不会跟踪您的上网记录，不在页面中插入广告。请参见我们的<a href='https://github.com/FelisCatus/SwitchyOmega/wiki/Privacy#%E4%B8%AD%E6%96%87'>隐私政策</a>。
zh_tw: SwitchyOmega 不會跟蹤您的上網記錄，不在頁面中插入廣告。請參見我們的<a href='https://github.com/FelisCatus/SwitchyOmega/wiki/Privacy#%E4%B8%AD%E6%96%87'>隱私政策</a>。

# about_help
source: Other questions? Need help with using SwitchyOmega? Please see our <a href='https://github.com/FelisCatus/SwitchyOmega/wiki/FAQ'>FAQ</a>.
ru: Остались вопросы? Нужна помощь с использованием SwitchyOmega? Смотрите наш <a href='https://github.com/FelisCatus/SwitchyOmega/wiki/FAQ'>ЧаВО</a>.
tr: SwitchyOmega kullanımı hakkında yardım ve diğer sorularınız için lütfen bakınız: <a href='https://github.com/FelisCatus/SwitchyOmega/wiki/FAQ'>SSS</a>.
zh_cn: 如有其他问题或者需要帮助，请参考<a href='https://github.com/FelisCatus/SwitchyOmega/wiki/%E5%B8%B8%E8%A7%81%E9%97%AE%E9%A2%98'>常见问题</a>。
zh_tw: 如有其他問題或者需要說明，請參考<a href='https://github.com/FelisCatus/SwitchyOmega/wiki/%E5%B8%B8%E8%A7%81%E9%97%AE%E9%A2%98'>常見問題</a>。

# about_copyright
source: Copyright 2012-2017 <a href='https://github.com/FelisCatus/SwitchyOmega/blob/master/AUTHORS'>The SwitchyOmega Authors</a>. All rights reserved.
fa: کپی رایت 2012-2017 <a href='https://github.com/FelisCatus/SwitchyOmega/blob/master/AUTHORS'>نویسندگان The SwitchyOmega </a>. کلیه حقوق محفوظ است. <a href='http://GoudarzJafari.com'> ترجمه شده به فارسی توسط گودرز جعفری </a>.
ru: Авторское право 2012-2017 <a href='https://github.com/FelisCatus/SwitchyOmega/blob/master/AUTHORS'>Авторы SwitchyOmega</a>. Все права защищены.
tr: Telif Hakkı 2012-2019 <a href='https://github.com/FelisCatus/SwitchyOmega/blob/master/AUTHORS'>SwitchyOmega Yazarları</a>. Tüm hakları saklıdır.
zh_cn: 版权所有 2012-2017 <a href='https://github.com/FelisCatus/SwitchyOmega/blob/master/AUTHORS'>The SwitchyOmega Authors</a>. 保留所有权利。
zh_tw: 版權所有 2012-2017 <a href='https://github.com/FelisCatus/SwitchyOmega/blob/master/AUTHORS'>The SwitchyOmega Authors</a>. 保留所有權利。

# about_credits
source: SwitchyOmega is made possible by the <a href='https://github.com/FelisCatus/SwitchyOmega'>SwitchyOmega</a> open source project and other <a href='https://github.com/FelisCatus/SwitchyOmega/blob/master/AUTHORS'>open source software</a>.
ru: SwitchyOmega стала возможной благодаря проекту <a href='https://github.com/FelisCatus/SwitchyOmega'>SwitchyOmega</a> с открытым исходным кодом и другому <a href='https://github.com/FelisCatus/SwitchyOmega/blob/master/AUTHORS'>программному обеспечению с открытым исходным кодом</a>.
tr: SwitchyOmega <a href='https://github.com/FelisCatus/SwitchyOmega'>SwitchyOmega</a> açık kaynak kodlu bir projedir ve diğer <a href='https://github.com/FelisCatus/SwitchyOmega/blob/master/AUTHORS'>açık kaynak kodlu yazılımlar</a> kulanılarak üretilmiştir.
zh_cn: SwitchyOmega 的诞生离不开 <a href='https://github.com/FelisCatus/SwitchyOmega'>SwitchyOmega</a> 开源项目和其他<a href='https://github.com/FelisCatus/SwitchyOmega/blob/master/AUTHORS'>开源软件</a>。
zh_tw: SwitchyOmega 的誕生離不開 <a href='https://github.com/FelisCatus/SwitchyOmega'>SwitchyOmega</a> 開源項目和其他<a href='https://github.com/FelisCatus/SwitchyOmega/blob/master/AUTHORS'>開源軟體</a>。

# about_license
source: SwitchyOmega is <a href='https://www.gnu.org/philosophy/free-sw.en.html'>free software</a> licensed under <a href='https://www.gnu.org/licenses/gpl.html'>GNU General Public License</a> Version 3 or later.
ru: SwitchyOmega – это <a href='https://www.gnu.org/philosophy/free-sw.en.html'>бесплатное программное обеспечение</a>, лицензируемое на условиях <a href='https://www.gnu.org/licenses/gpl.html'>GNU General Public License</a> Версии 3 или более поздней.
tr: SwitchyOmega <a href='https://www.gnu.org/philosophy/free-sw.en.html'>özgür yazılımdır</a> ve <a href='https://www.gnu.org/licenses/gpl.html'>GNU General Public License</a> Sürüm 3 ve sonrası ile lisanslanmıştır.
zh_cn: SwitchyOmega 是<a href='https://www.gnu.org/philosophy/free-sw.zh-cn.html'>自由软件</a>，使用<a href='https://www.gnu.org/licenses/gpl.html'>GNU General Public License</a> 版本 3 及以上授权。
zh_tw: SwitchyOmega 是<a href='https://www.gnu.org/philosophy/free-sw.zh-tw.html'>自由軟體</a>，使用<a href='https://www.gnu.org/licenses/gpl.html'>GNU General Public License</a> 版本 3 及以上授權。

# manifest_app_name
source: Proxy SwitchyOmega
cs: Proxy přepínač SwitchyOmega
fa: پروکسی SwitchyOmega
ru: Прокси SwitchyOmega
uk: Проксі SwitchyOmega

# ruleListFormat_Switchy
source: Switchy
cs: Přepínač
ru: Переключающийся
tr: Değiştirilebilir
uk: Перемикач

# ruleListFormat_AutoProxy
source: AutoProxy
cs: Automatická Proxy
fa: پروکسی خودکار
ru: Автопрокси
uk: Авто проксі
